Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# lsp_fee_warning_with_min_fee_account_connected
source: A setup fee of {setUpFee}% with a minimum of {minFee} will be applied for buying more than {liquidity}.
de: Eine Einrichtungsgebühr von {setUpFee}% (Minimum: {minFee}) wird für den Kauf von mehr als {liquidity} angewendet.
es: Una tarifa de instalación de {setUpFee}% con un valor mínimo de {minFee} se aplicará al comprar más de {liquidity}.
fi: Ostaessasi enemmän kuin {liquidity} velotetaan avauskulu {setUpFee}% joka on vähintään {minFee}.
fr: Des frais de mise en place de {setUpFee}% avec un minimum de {minFee} seront appliqués pour un achat supérieur à {liquidity}.
it: Per l'acquisto di più di {liquidity} verrà applicata una commissione di configurazione di {setUpFee}% con un minimo di {minFee}.
pt: Uma taxa de configuração de {setUpFee}% com um valor mínimo de {minFee} será aplicada ao se comprar mais do que {liquidity}.
sv: En installationsavgift på {setUpFee} % med ett minimum av {minFee} kommer att tas ut för att köpa mer än {liquidity}.

# lsp_fee_warning_without_min_fee_account_connected
source: A setup fee of {setUpFee}% will be applied for buying more than {liquidity}.
de: Eine Einrichtungsgebühr von {setUpFee}% wird für den Kauf von mehr als {liquidity} angewendet.
es: Una tarifa de instalación de {setUpFee}% se aplicará al comprar más de {liquidity}.
fi: Ostaessasi enemmän kuin {liquidity} velotetaan avauskulu {setUpFee}%.
fr: Des frais de mise en place de {setUpFee}% seront appliqués pour un achat supérieur à {liquidity}.
it: Per l'acquisto di più di {liquidity} verrà applicata una commissione di configurazione di {setUpFee}%.
pt: Uma taxa de configuração de {setUpFee}% será aplicada ao se comprar mais do que {liquidity}.
sv: En installationsavgift på {setUpFee} % kommer att tas ut för att köpa mer än {liquidity}.

# lsp_fee_warning_with_min_fee_account_not_connected
source: A setup fee of {setUpFee}% with a minimum of {minFee} will be applied on the received amount.
de: Eine Einrichtungsgebühr von {setUpFee}% (Minimum: {minFee}) wird auf den empfangenen Betrag angewendet.
es: Una tarifa de instalación de {setUpFee}% con un valor mínimo de {minFee} se aplicará a la cantidad recibida.
fi: Vastaanotettavasta summasta vähennetään avauskulu {setUpFee}% joka on vähintään {minFee}.
fr: Des frais d'installation de {setUpFee}% avec un minimum de {minFee} seront appliqués sur le montant reçu.
it: Una commissione di configurazione di {setUpFee}% con un minimo di {minFee} verrà applicata sull'importo ricevuto.
pt: Uma taxa de configuração de {setUpFee}% com um valor mínimo de {minFee} será aplicada no valor recebido.
sv: En installationsavgift på {setUpFee} % med ett minimum av {minFee} kommer att debiteras på det mottagna beloppet.

# lsp_fee_warning_without_min_fee_account_not_connected
source: A setup fee of {setUpFee}% will be applied on the received amount.
de: Eine Einrichtungsgebühr von {setUpFee}% wird auf den empfangenen Betrag angewendet.
es: Una tarifa de instalación de {setUpFee}% se aplicará a la cantidad recibida.
fi: Vastaanotettavasta summasta vähennetään avauskulu {setUpFee}%.
fr: Des frais d'installation de {setUpFee}% seront appliqués sur le montant reçu.
it: Una commissione di configurazione di {setUpFee}% verrà applicata sull'importo ricevuto.
pt: Uma taxa de configuração de {setUpFee}% será aplicada no valor recebido.
sv: En installationsavgift på {setUpFee} % kommer att tas ut på det mottagna beloppet.

# lsp_error_provider_do_not_exists
source: LSP does not exist
de: LSP existiert nicht
es: El LSP no existe
fi: LSP toimittaja ei ole olemassa
fr: Le LSP n'existe pas
it: Il LSP non esiste
pt: O LSP não existe
sv: LSP existerar ej

# lsp_error_not_selected
source: lsp was not selected
de: lsp wurde nicht ausgewählt
es: LSP no seleccionado
fi: LSP ei ollut valittuna
fr: Le LSP n'a pas été sélectionné
it: Il LSP non è stato selezioanto
pt: O LSP não foi selecionado
sv: lsp valdes ej

# lost_card_dialog_title
source: Lost or Stolen Card
de: Verlorene oder gestohlene Karte
es: Tarjeta perdida o robada
fi: Kortti kadonnut tai varastettu
fr: Carte perdue ou volée
it: Card persa o rubata
pt: Cartão perdido ou roubado
sv: Förlorat eller stulet kort

# lost_card_dialog_message
source: If your card has been lost or stolen, you should deactivate it now to prevent it from being used by others. Deactivate means you won't be able to use any of your existing cards until you re-activate them.
de: Wenn deine Karte verloren gegangen ist oder gestohlen wurde, solltest du sie jetzt deaktivieren, um zu verhindern, dass sie von anderen verwendet wird. Deaktivieren bedeutet, dass du keine deiner vorhandenen Karten mehr verwenden kanst, bis du sie wieder aktivierst
es: Si ha perdido o le han robado su tarjeta, debe desactivarla ahora para evitar que otras personas la utilicen. Al desactivarla, no podrá utilizar ninguna de sus tarjetas existentes hasta que las reactive
fi: Jos maksukorttisi on kadonnut tai varastettu, kannattaa se mitätöidä, jotta muut eivät voi käyttää sitä. Mitätöinti tarkoittaa että, et voi käyttää olemassa olevaa korttiasi, ennen kuin peruutat mitätöinnin tai saat uuden kortin.
fr: Si votre carte a été perdue ou volée, vous devez la désactiver dès maintenant pour éviter qu'elle ne soit utilisée par d'autres personnes. La désactivation signifie que vous ne pourrez plus utiliser aucune de vos cartes existantes jusqu'à ce que vous les réactiviez.
it: Se la tua carta è stata smarrita o rubata, dovresti disattivarla ora per evitare che venga utilizzata da altri. Disattivare significa che non potrai utilizzare nessuna delle tue carte esistenti finché non le riattiverai.
pt: Se o seu cartão foi perdido ou roubado, você deve desativá-lo agora para evitar que ele seja usado por outras pessoas. Ao desativar você não poderá usar nenhum dos seus cartões existentes até que você os reative.
sv: Om ditt kort har tappats bort eller blivit stulet bör du avaktivera det nu för att förhindra att det används av andra. Avaktivera betyder att du inte kommer att kunna använda något av dina befintliga kort förrän du återaktiverar dem.

# lost_card_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# lost_card_dialog_action_deactivate
source: DEACTIVATE
de: DEAKTIVIEREN
es: DESACTIVAR
fi: POISTA KÄYTÖSTÄ
fr: DESACTIVER
it: DISATTIVA
pt: DESATIVAR
sv: AVAKTIVERA

# lost_card_dialog_flush_message
source: Your card has been deactivated. You may order a new card now.
de: Deine Karte wurde deaktiviert. Du kannst nun eine neue Karte bestellen.
es: Su tarjeta ha sido desactivada. Puede solicitar una nueva tarjeta ahora
fi: Korttisi on mitätöity. Nyt voit tilata uuden kortin.
fr: Votre carte a été désactivée. Vous pouvez commander une nouvelle carte dès maintenant.
it: La tua carta è stata disattivata. Ora puoi ordinare una nuova card.
pt: Seu cartão foi desativado. Você pode pedir um novo cartão agora.
sv: Ditt kort har inaktiverats. Du kan beställa ett nytt kort nu.

# lost_card_dialog_flush_action_order
source: ORDER
de: BESTELLEN
es: PEDIR
fi: TILAA
fr: COMMANDER
it: ORDINA
pt: PEDIR
sv: BESTÄLL

# order_card_action_skip
source: SKIP
de: ÜBERSPRINGEN
es: PASAR
fi: OHITA
fr: PASSER
it: SALTA
pt: PULAR
sv: HOPPA ÖVER

# order_card_action_order
source: ORDER
de: BESTELLEN
es: PEDIR
fi: TILAA
fr: COMMANDER
it: ORDINA
pt: PEDIR
sv: BESTÄLL

# order_card_action_error_name_address_missing
source: Name and address are required for sending you aClovrLabscard. Any information provided will be deleted from our systems after card has been sent. You may skip this step and continue usingClovrLabswithout a card.
de: Name und Adresse sind erforderlich, um dir eine Breez-Karte zu schicken. Alle angegebenen Informationen werden nach dem Versand der Karte aus unserem System gelöscht. Du Kannst diesen Schritt überspringen und Breez auch ohne Karte nutzen.
es: Se requiere el nombre y la dirección para enviar una tarjeta Breez. Cualquier información proporcionada se eliminará de nuestros sistemas después de que se envíe la tarjeta. Puede omitir este paso y continuar usando Breez sin una tarjeta.
fi: Jotta saamme lähetettyä sinulle Breez-kortin tarvitsemme nimesi ja osoitteesi. Kaikki antamasi tiedot poistetaan järjestelmistämme, kun olemme lähettäneet kortin sinulle. Voit myös ohittaa tilaamisen ja jatkaa Breez:in käyttöä ilman korttia.
fr: Le nom et l'adresse sont nécessaires pour vous envoyer une carte Breez. Toutes les informations fournies seront supprimées de nos systèmes après l'envoi de la carte. Vous pouvez ignorer cette étape et continuer à utiliser Breez sans carte.
it: Nome e indirizzo sono richiesti per l'invio di una Breez Card. Qualsiasi informazione fornita sarà cancellata dai nostri sistemi dopo l'invio della carta. Puoi saltare questo passaggio e continuare a utilizzare Breez senza una carta.
pt: Nome e endereço são necessários para enviar um cartão Breez. Qualquer informação fornecida será excluída de nossos sistemas após o envio do cartão. Você pode pular esta etapa e continuar usando o Breez sem um cartão.
sv: Namn och adress krävs för att skicka ett Breez-kort. All information som tillhandahålls kommer att raderas från våra system efter att kortet har skickats. Du kan hoppa över detta steg och fortsätta använda Breez utan kort.

# order_card_action_order_breez_card
source: Order ClovrLabs card
de: Breez Karte bestellen
es: Solicitar una tarjeta Breez
fi: Tilaa Breez-kortti
fr: Commander une carte Breez
it: Ordina una Breez Card
pt: Encomende um cartão Breez
sv: Beställ ett Breez Kort

# order_card_action_order_card
source: Order Card
de: Karte bestellen
es: Solicitar una tarjeta
fi: Tilaa kortti
fr: Commander une carte
it: Ordina una Card
pt: Encomende um cartão
sv: Beställ Kort

# order_card_success
source: ClovrLabs card will be sent shortly to the address you have specified.
de: Deine Breez Karte wird in Kürze an die genannte Adresse gesendet.
es: La tarjeta Breez se enviará a la dirección informada en breve.
fi: Breez-kortti toimitetaan antamaasi osoitteeseen lähiaikoina.
fr: La carte Breez sera envoyée sous peu à l'adresse que vous avez indiquée.
it: Una Breez Card sarà inviata presto all'indirizzo da te specificato.
pt: O cartão Breez será enviado em breve para o endereço informado.
sv: Breez-kortet skickas inom kort till den adress du har angett.

# order_card_info_disclaimer
source: Why do I need to provide this information?
de: Warum muss ich diese Informationen zur Verfügung stellen?
es: ¿Por qué necesito proporcionar esta información?
fi: Miksi minun pitää antaa nämä tiedot?
fr: Pourquoi dois-je fournir ces informations ?
it: Perché devo fornire questa informazione?
pt: Por que eu preciso fornecer essas informações?
sv: Varför måste jag lämna den här informationen?

# order_card_zip_code_label
source: Zip
de: PLZ
es: Código postal
fi: POSTINUMERO
fr: Code postal
pt: CEP
sv: Postnummer

# order_card_zip_code_error
source: Invalid zip code
de: Ungültige PLZ
es: Código postal no és válido
fi: Virheellinen postinumero
fr: Code postal non valide
it: Codice Zip non valido
pt: CEP Inválido
sv: Ogiltigt postnummer

# order_card_country_label
source: Country
de: Land
es: País
fi: Maa
fr: Pays
it: Paese
pt: País
sv: Land

# order_card_country_error_empty
source: Please enter your country
de: Bitte gib dein Land an
es: Por favor, ingrese su país
fi: Syötä asuinmaasi
fr: Veuillez indiquer votre pays
it: Inserisci il tuo paese
pt: Por favor, informe o seu país
sv: Ange ditt land

# order_card_country_error_invalid
source: Invalid country
de: Ungültiges Land
es: País inválido
fi: Virheellinen maa
fr: Pays invalide
it: Paese non valido
pt: País inválido
sv: Ogiltigt land

# order_card_state_label
source: State
de: Bundesstaat
es: Estado
fi: Osavaltio tai lääni
fr: État
it: Stato
pt: Estado
sv: Stat

# order_card_country_state_empty
source: Please enter your state
de: Bitte gib deinen Bundesstaat an
es: Por favor ingrese su estado
fi: Syötä osavaltio tai lääni
fr: Veuillez indiquer votre état
it: Inserisci il tuo Stato
pt: Por favor, informe o seu estado
sv: Ange din stat

# order_card_country_state_invalid
source: Invalid state
de: Ungültiger Bundesstaat
es: Estado Inválido
fi: Virheellinen osavaltio
fr: État invalide
it: Stato non valido
pt: Estado inválido
sv: Ogiltig state

# order_card_city_label
source: City
de: Stadt
es: Ciudad
fi: Kaukunki
fr: Ville
it: Città
pt: Cidade
sv: Stad

# order_card_city_error
source: Please enter your city
de: Bitte gib deine Stadt an
es: Por favor ingrese su ciudad
fi: Syötä asuinkaupunkisi
fr: Veuillez indiquer votre ville
it: Inserisci la tua città
pt: Por favor, informe a sua cidade
sv: Ange din stad

# order_card_address_label
source: Address
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
pt: Endereço
sv: Adress

# order_card_address_error
source: Please enter your address
de: Bitte gib deine Adresse an
es: Por favor ingrese su dirección
fi: Syötä osoitteesi
fr: Veuillez indiquer votre adresse
it: Inserisci il tuo indirizzo
pt: Por favor, informe o seu endereço
sv: Ange din adress

# order_card_email_label
source: E-mail Address
de: E-mail Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse e-mail
it: Indirizzo email
pt: Endereço de e-mail
sv: E-post Adress

# order_card_country_email_empty
source: Please enter your e-mail address
de: Bitte gib deine E-Mail Adresse an
es: Por favor ingrese su correo electrónico
fi: Syötä sähköpostiosoitteesi
fr: Veuillez indiquer votre adresse e-mail
it: Inserisci il tuo indirizzo email
pt: Por favor, informe o seu e-mail
sv: Ange din e-post address

# order_card_country_email_invalid
source: Invalid e-mail
de: Ungültige E-Mail Adresse
es: Correo electrónico inválido
fi: Virheellinen sähköpostiosoite
it: Indirizzo email non valido
pt: E-mail inválido
sv: Ogiltig e-mail

# order_card_full_name_label
source: Full Name
de: Vollständiger Name
es: Nombre completo
fi: Koko nimi
fr: Nom complet
it: Nome completo
pt: Nome completo
sv: Fullständigt namn

# order_card_full_name_error
source: Please enter your full name
de: Bitte gib deinen vollständigen Namen an
es: Por favor ingrese su nombre completo
fi: Syötä täydellinen nimesi
fr: Veuillez indiquer votre nom complet
it: Inserisci il tuo nome completo
pt: Por favor, informe o seu nome completo
sv: Ange ditt fullständiga namn

# link_launcher_title
source: Transaction ID:
de: Transaktions-ID:
es: ID de transacción:
fi: Tapahtumatunnus: (Avaa selaimessa)
fr: ID de la transaction :
it: ID della transazione:
pt: ID da transação:
sv: Transastions ID:

# keyboard_done_action
source: Done
de: Fertig
es: Listo
fi: Valmis
fr: Fait
it: FATTO
pt: Pronto
sv: Genomfört

# fee_chooser_option_economy
source: Economy
es: Económico
fi: Rauhallinen
fr: Économie
it: Economica
pt: Econômico
sv: Ekonomi

# fee_chooser_option_regular
source: Regular
de: Normal
es: Normal
fi: Normaali
fr: Régulier
it: Regolare
pt: Normal
sv: Valig

# fee_chooser_option_priority
source: Priority
es: Prioridad
fi: Nopea
fr: Prioritaire
it: Prioritaria
pt: Prioritário
sv: Prioriterad

# fee_chooser_estimated_delivery_more_than_day
source: Estimated Delivery: more than a day
de: Voraussichtliche Ankunft: mehr als ein Tag
es: Estimado: más de un día
fi: Arvioitu käsittelyaika: yli vuorokausi
fr: Livraison estimée : plus d'un jour
it: Consegna stimata: più di un giorno
pt: Estimativa: mais de um dia
sv: Beräknad leverans: mer än en dag

# fee_chooser_estimated_delivery_hour
source: Estimated Delivery: 1 hour
de: Voraussichtliche Ankunft: 1 Stunde
es: Estimado: 1 hora
fi: Arvioitu käsittelyaika: 1 tunti
fr: Livraison estimée : 1 heure
it: Consegna stimata: 1 ora
pt: Estimativa: 1 hora
sv: Beräknad leverans: 1 timme

# fee_chooser_estimated_delivery_hours
source: Estimated Delivery: {hours} hours
de: Voraussichtliche Ankunft: {hours} Stunden
es: Estimado: {hours} horas
fi: Arvioitu käsittelyaika: {hours} tuntia
fr: Livraison estimée : {hours} heures
it: Consegna stimata: {hours} ore
pt: Estimativa: {hours} horas
sv: Beräknad leverans: {hours} timmar

# fee_chooser_estimated_delivery_hour_range
source: Estimated Delivery: {hours}-24 hours
de: Voraussichtliche Ankunft: {hours}-24 Stunden
es: Estimado: {hours}-24 horas
fi: Arvioitu käsittelyaika: {hours}-24 tuntia
fr: Livraison estimée : {hours}-24 heures
it: Consegna stimata: {hours}-24 ore
pt: Estimativa: {hours}-24 horas
sv: Beräknad leverans: {hours}-24 timmar

# fee_chooser_estimated_delivery_minutes
source: Estimated Delivery: ~{minutes} minutes
de: Voraussichtliche Ankunft: ~{minutes} Minuten
es: Estimado: ~{minutes} minutos
fi: Arvioitu käsittelyaika: ~{minutes} min
fr: Livraison estimée : ~{minutes} minutes
it: Consegna stimata: ~{minutes} minuti
pt: Estimativa: ~{minutes} minutos
sv: Beräknad leverans: ~{minutes} minuter

# escher_cash_out_amount
source: Enter cash-out amount:
de: Auszahlungsbetrag eingeben:
es: Introduce la cantidad:
fi: Anna nostettava määrä:
fr: Entrez le montant du retrait :
it: Inserisci l'importo del prelievo:
pt: Insira o montante:
sv: Ange utbetalningsbelopp:

# escher_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# escher_action_approve
source: APPROVE
de: BESTÄTIGEN
es: APROBAR
fi: HYVÄKSY
fr: APPROUVER
it: APPROVA
pt: APROVAR
sv: GODKÄNN

# collapsible_list_action_copy
source: Copy {title}
de: Kopiere {title}
es: Copiar {title}
fi: Kopioi {title}
fr: Copier {title}
it: Copia {title}
pt: Copiar {title}
sv: Kopiera {title}

# collapsible_list_copied
source: {title} was copied to your clipboard.
de: {title} wurde in die Zwischenablage kopiert.
es: {title} fue copiado a su portapapeles.
fi: {title} kopioitiin leikepöydälle.
fr: {title} a été copié dans votre presse-papiers.
it: {title} copiato negli appunti
pt: {title} foi copiado para a área de transferência.
sv: {title} kopierades till urklipp.

# close_popup_title
source: Exit ClovrLabs
de: Breez beenden
es: Dejar Breez
fi: Sulje Breez
fr: Quitter Breez
it: CHIUDI BREEZ
pt: Sair da Breez
sv: Avsluta Breez

# close_popup_message
source: Do you really want to quit ClovrLabs?
de: Willst du Breez wirklich verlassen?
es: ¿Realmente desea cerrar Breez?
fi: Haluatko varmasti sulkea Breez-sovelluksen?
fr: Voulez-vous vraiment vraiment quitter Breez ?
it: Vuoi davvero lasciare Breez?
pt: Você realmente deseja fechar a Breez?
sv: Vill du verkligen avsluta Breez?

# breez_date_picker_error_initial_date_after
source: Initial date must be on or after first date
de: Das Anfangsdatum muss am oder nach dem ersten Datum liegen
es: La fecha de inicio debe ser igual o posterior a la primera fecha
fi: Alkuperäinen päivämäärän pitää olla ensimmäinen tai sen jälkeinen päivä
fr: La date initiale doit être égale ou postérieure à la première date
it: La data iniziale deve essere uguale o successiva alla prima data
pt: A data inicial deve ser igual ou posterior à primeira data
sv: Inledande datumet måste vara på eller efter första datumet

# breez_date_picker_error_initial_date_before
source: Initial date must be on or before last date
de: Das Anfangsdatum muss am oder vor dem letzten Datum liegen
es: La fecha de inicio debe ser igual o anterior a la última fecha
fi: Alkuperäinen päivämäärän pitää olla viimeinen tai sitä edeltävä päivä
fr: La date initiale doit être antérieure ou égale à la date finale
it: La data iniziale deve essere uguale o precedente all'ultima data
pt: A data inicial deve ser igual ou anterior à última data
sv: Inledande datumet måste vara på eller före det sista datumet

# breez_date_picker_error_initial_date_predicate
source: Provided initial date must satisfy provided selectable day predicate
de: Das Anfangsdatum muss der auswählbaren Zeitspanne entsprechen
es: La fecha de inicio dada debe satisfacer el predicado de día seleccionable dado
fi: Valitun alkuperäisen päivän pitää täyttää valittavissa olevan päivän ehdot
fr: La date initiale fournie doit satisfaire le prédicat du jour sélectionnable fourni.
it: La data iniziale fornita deve soddisfare il predicato del giorno selezionabile fornito
pt: A data inicial fornecida deve satisfazer o predicado de dia selecionável fornecido
sv: Inledande datumet måste uppfylla det angivna valbara dagspredikatet

# breez_date_picker_error_initial_date_null
source: Initial date picker mode must not be null
de: Das Anfangsdatum darf nicht leer bleiben
es: La fecha de inicio no puede ser nula
fi: Alkuperäisen päivämäärän valinnan tila ei voi olla tyhjä
fr: Le mode initial du sélecteur de date ne doit pas être nul
it: La modalità di selezione della data iniziale non può essere nulla
pt: A data inicial não pode ser nula
sv: Inledande datumet får inte vara null

# breez_date_picker_error_last_date_after
source: Last date must be on or after first date
de: Das Enddatum muss am oder nach dem ersten Datum liegen
es: La última fecha debe ser igual o posterior a la primera fecha
fi: Viimeinen päivämäärä pitää olla ensimmäinen päivä tai sitä myöhempi
fr: La dernière date doit être égale ou postérieure à la première date
it: L'ultima data deve essere uguale o successiva alla prima data
pt: A última data deve ser igual ou posterior à primeira data
sv: Sista datumet måste vara på eller efter första datumet

# breez_avatar_dialog_random
source: RANDOM
de: ZUFÄLLIG
es: ALEATORIO
fi: Random-hahmo
fr: ALEATOIRE
it: CASUALE
pt: ALEATÓRIO
sv: SLUMPARTAT

# breez_avatar_dialog_gallery
source: GALLERY
de: GALLERIE
es: GALERÍA
fi: Valitse kuva
fr: GALERIE
it: GALLERIA
pt: GALERIA
sv: GALLERI

# breez_avatar_dialog_your_name
source: Enter your name
de: Namen eingeben
es: Escribe tu nombre
fi: Anna nimimerkki tai nimi
fr: Entrez votre nom
it: Inserisci il tuo nome
pt: Escreva o seu nome
sv: Skriv ditt namn

# breez_avatar_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# breez_avatar_dialog_action_save
source: SAVE
de: SPEICHERN
es: AHORRAR
fi: TALLENNA
fr: SAUVEGARDER
it: SALVA
pt: SALVAR
sv: SPARA

# breez_avatar_dialog_error_upload
source: Failed to upload profile picture
de: Profilbild konnte nicht hochgeladen werden
es: No se pudo cargar la foto de perfil
fi: Profiilikuvan lataus epäonnistui
fr: Impossible de télécharger la photo de profil
it: Impossibile caricare l'immagine del profilo
pt: Falha ao enviar a foto do perfil
sv: Det gick inte att ladda upp profilbilden

# barcode_scanner_camera_message
source: For QR scan, please grantClovrLabsaccess to your camera.
de: Für den QR-Scan benötigt Breez Zugriff auf die Kamera.
es: Para escanear el código QR, conceda permiso a la cámara.
fi: Jotta voit lukea QR-koodeja, sinun on myönnettävä sovellukselle kameran käyttöoikeus.
fr: Pour le scan de QR, veuillez autoriser Breez à accéder à votre appareil photo.
it: Per la scansione del QR, concedi a Breez l'accesso alla fotocamera.
pt: Para a leitura do código QR, conceda a permissão da câmera.
sv: För QR-skanning, vänligen ge Breez åtkomst till din kamera.

# barcode_scanner_app_settings
source: App Settings
de: App Einstellungen
es: Ajustes de aplicacion
fi: Sovelluksen asetukset
fr: Paramètres de l'application
it: Impostazioni App
pt: Configurações do aplicativo
sv: App Inställningar

# utils_retry_failed
source: Retry failed
de: Wiederholungsversuch fehlgeschlagen
es: Error al intentarlo de nuevo
fi: Uudelleen yritys epäonnistui
fr: La nouvelle tentative a échoué
it: Tentativo fallito
pt: Falha ao tentar novamente
sv: Omförsök misslyckades

# utils_print_pdf_transaction_time
source: Transaction Time
de: Transaktionszeit
es: Hora de la transacción
fi: Myyntitapahtuman aika
it: Tempo transazione
pt: Hora da transação
sv: Transaktionstid

# utils_print_pdf_header_item
source: Item
de: Artikel
es: Artículo
fi: Tuote
fr: Article
it: Articolo
sv: Artikel
