Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# home_drawer_item_title_preferences
source: Preferences
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Préférences
it: Preferenze
pt: Preferências
sv: Inställningar

# home_drawer_item_title_fiat_currencies
source: Fiat Currencies
de: Fiat-Währungen
es: Monedas fiduciarias
fi: Valuutat
fr: Monnaies fiat
it: Monete fiat
pt: Moedas Fiduciárias
sv: Valutor

# home_drawer_item_title_network
source: Network
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
it: Rete
pt: Rede
sv: Nätverk

# home_drawer_item_title_security
source: Security & Backup
de: Sicherheit & Backup
es: Seguridad y Respaldo
fi: Turvallisuus & varmuuskopio
fr: Sécurité et sauvegarde
it: Sicurezza e Backup
pt: Segurança & Backup
sv: Säkerhet och Backup

# home_drawer_item_title_transactions
source: Transactions
de: Transaktionen
es: Transacciones
fi: Tapahtumat
it: Transazioni
pt: Transações
sv: Transaktioner

# home_drawer_item_title_balance
source: Balance
de: Kontostand
fi: Saldo
fr: Solde
it: Bilancio
pt: Carteira
sv: Balans

# home_drawer_item_title_podcasts
source: Podcasts
fi: Podcastit
it: Podcast

# home_drawer_item_title_pos
source: Point of Sale
es: Punto de Venta (PDV)
fi: Maksupääte
fr: Point de Vente (PdV)
it: POS
pt: Ponto de Venda (PDV)
sv: POS Terminal

# home_drawer_item_title_apps
source: Apps
fi: Sovellukset
it: App

# home_drawer_item_title_pos_settings
source: POS Settings
de: POS Einstellungen
es: Ajustes de PDV
fi: Maksupääteasetukset
fr: Paramètres du PdV
it: Impostazioni POS
pt: Configurações do PDV
sv: POS Inställningar

# home_drawer_item_title_developers
source: Developers
de: Entwickler
es: Desarrolladores
fi: Sovelluskehittäjille
fr: Développeurs
it: Per sviluppatori
pt: Desenvolvedores
sv: Utvecklare

# home_drawer_item_title_get_refund
source: Get Refund
de: Erstattung erhalten
es: Obtener reembolso
fi: Varojen lunastus
fr: Obtenir le remboursement
it: Ottieni rimborso
pt: Obter Reembolso
sv: Återbetalning

# home_drawer_item_title_payment_options
source: Lightning Fees
de: Lightning Gebühren
es: Tarifas de la red Lightning
fi: Salamamaksun kulut
it: Commissioni Lightning
pt: Taxas de Pagamento

# home_drawer_error_internal
source: Internal Error
de: Interner Fehler
es: Error interno
fi: Sisäinen virhe
fr: Erreur interne
it: Errore interno
pt: Erro interno
sv: Internt fel

# home_drawer_error_no_name
source: No Name
de: Kein Name
es: Sin Nombre
fi: Nimetön
fr: Nom manquant
it: Nessun nome
pt: Sem nome
sv: Inget namn

# home_podcast_no_subscriptions
source: Use the Discover view to find and subscribe to your first podcast
de: Verwende die Entdecken-Ansicht, um deinen ersten Podcast zu finden und zu abonnieren.
es: Use Descubrir para encontrar y subscribir a su primer podcast
fi: Etsi ja tilaa ensimmäinen podcast Discover -näkymästä.
fr: Utilisez la vue Découverte pour trouver et vous abonner à votre premier podcast.
it: Usa la schermata Scopri per trovare e iscriverti al tuo primo podcast
pt: Use a aba Explorar para encontrar seu podcasts
sv: Använd Discover vyn för att hitta och prenumerera på din första podcast

# home_error_connect_to_pay
source: Connect to Pay
de: Verbinde um zu zahlen
es: Conectarse para pagar
fi: Linkitä vastaanottaja
fr: Se connecter pour payer
it: Connettiti per pagare
pt: Conectar para Pagar
sv: Koppla för att betala

# home_error_podcast_link
source: Podcast Link
es: Enlace del podcast
fi: Podcast-linkki
fr: Lien vers le podcast
it: Link podcast
pt: Link do Podcast
sv: Podcast Länk

# home_broadcast_transaction
source: Broadcasting your transaction
de: Sende deine Transaktion
es: Emitiendo su transacción
fi: Tapahtumaa lähetetään
fr: Diffusion de votre transaction
it: Trasmetto la tua transazione
pt: Transmitindo sua transação
sv: Sänd din transaktion

# home_config_error_title
source: Configuration Error
de: Konfigurationsfehler
es: Error de configuración
fi: Konfiguraatiovirhe
fr: Erreur de configuration
it: Errore di configurazione
pt: Erro de configuração
sv: Konfigurationsfel

# home_config_error_message
source: ClovrLabs Wallet detected another device is running with the same configuration (probably due to restore). ClovrLabs Wallet cannot run the same configuration on more than one device. Please reinstall ClovrLabs Wallet if you wish to continue using ClovrLabs Wallet on this device.
de: Breez hat festgestellt, dass ein anderes Gerät mit der gleichen Konfiguration läuft (wahrscheinlich aufgrund einer Wiederherstellung). Breez kann nicht dieselbe Konfiguration auf mehr als einem Gerät ausführen. Bitte installiere Breez neu, wenn du Breez weiterhin auf diesem Gerät verwenden möchtest.
es: Breez detectó que otro dispositivo tiene la misma configuración (probablemente debido a recuperación). Breez no puede procesar la misma configuración en más de un dispositivo. Por favor reinstale Breez para continuar usando Breez en este dispositivo.
fi: Breez havaitsi että, sama konfiguraatio on käytössä myös toisessa laitteessa, johtuen todennäköisesti varmuuskopion palautuksesta. Breez voi toimia samalla konfiguraatiolla vain yhdessä laitteessa kerrallaan. Asenna Breez uudelleen mikäli haluat sen käyttöön tässä laitteessa.
fr: Breez a détecté qu'un autre appareil fonctionne avec la même configuration (probablement en raison de la restauration). Breez ne peut pas exécuter la même configuration sur plus d'un appareil. Veuillez réinstaller Breez si vous souhaitez continuer à utiliser Breez sur ce périphérique.
it: Breez ha rilevato che un altro dispositivo è in esecuzione con la stessa configurazione (probabilmente a causa del ripristino). Breez non può eseguire la stessa configurazione su più di un dispositivo. Reinstalla Breez se desideri continuare a utilizzarlo su questo dispositivo.
pt: Detectou-se que outro dispositivo está sendo executado com a mesma configuração (provavelmente devido à restauração). A Breez não pode executar a mesma configuração em mais de um dispositivo. Reinstale o Breez se desejar continuar usando a Breez neste dispositivo.
sv: Breez upptäckte att en annan enhet körs med samma konfiguration (troligen på grund av återställning). Breez kan inte köra samma konfiguration på mer än en enhet. Installera om Breez om du vill fortsätta använda Breez på den här enheten.

# home_config_error_action_exit
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: Avbryt

# home_background_synchronization_title
source: Background Synchronization
de: Hintergrund Synchronisation
es: Sincronización en segundo plano
fi: Taustasynkronointi
fr: Synchronisation en arrière-plan
it: Sincronizzazione in background
pt: Sincronização em segundo plano
sv: Bakgrundssykronisering

# home_background_synchronization_message
source: In order to support instantaneous payments, ClovrLabs Wallet needs your permission in order to synchronize the information while the app is not active. Please approve the app in the next dialog.
de: Um sofortige Zahlungen zu unterstützen, benötigt Breez deine Erlaubnis, um die Informationen zu synchronisieren, während die App nicht aktiv ist. Bitte genehmige die App im nächsten Dialog.
es: Para admitir pagos instantáneos, Breez necesita su permiso para sincronizar la información mientras la aplicación no está activa. Por favor apruebe la aplicación en el siguiente cuadro de diálogo.
fi: Välittömästi tapahtuvien maksujen toteuttamiseksi Breez synkronoi tietoja taustalla. Sovellus vaatii sinulta luvan toimia myös silloin kun sovellus ei ole avattuna. Myönnä oikeus seuraavassa näkymässä.
fr: Afin de prendre en charge les paiements instantanés, Breez a besoin de votre permission pour synchroniser les informations lorsque l'application n'est pas active. Veuillez approuver l'application dans le fenêtre suivante.
it: Per supportare i pagamenti istantanei, Breez ha bisogno della tua autorizzazione per sincronizzare le informazioni mentre l'app non è attiva. Approva l'app nella finestra di dialogo successiva.
pt: Para suportar pagamentos instantâneos, a Breez precisa de sua permissão para sincronizar as informações enquanto o aplicativo não estiver ativo. Dê a aprovação para o aplicativo na próxima caixa de diálogo.
sv: För att stödja omedelbara betalningar behöver Breez ditt tillstånd för att synkronisera informationen medan appen inte är aktiv. Vänligen godkänn appen i nästa dialogruta.

# home_payment_sent
source: Payment was successfully sent!
de: Zahlung erfolgreich gesendet!
es: ¡El pago ha sido enviado con éxito!
fi: Maksun lähetys onnistui.
fr: Paiement envoyé avec succès !
it: Pagamento inviato con successo!
pt: O pagamento foi enviado com sucesso!
sv: Betalningen har skickats!

# home_report_sending
source: Sending Report…
de: Sende Bericht…
es: Enviando informe…
fi: Raporttia lähetetään.
fr: Envoi du rapport...
it: Sto inviando un report...
pt: Enviando relatório…
sv: Skickar rapport...

# invoice_btc_address_title
source: Receive via BTC Address
de: Empfange mit BTC Adresse
es: Recibir desde Dirección BTC
fi: Vastaanota Bitcoin-maksu
fr: Recevoir via une adresse BTC
it: Ricevi tramite indirizzo BTC
pt: Receber via Endereço BTC
sv: Ta emot via BTC adress

# invoice_btc_address_network_error
source: Failed to retrieve an address from ClovrLabs Wallet server Please check your internet connection.
de: Es konnte keine Adresse vom Breez-Server abgerufen werden Bitte überprüfe deine Internetverbindung.
es: No se pudo recuperar una dirección del servidor Breez Por favor, verifique su conexión a Internet.
fi: Bitcoin-osoitteen haku palvelimelta epäonnistui. Tarkista Internet-yhteyden toiminta.
fr: Impossible de récupérer une adresse sur le serveur Breez Veuillez vérifier votre connexion Internet.
it: Impossibile recuperare un indirizzo dal server Breez Controlla la tua connessione Internet.
pt: Houve uma falha ao recuperar o endereço do servidor da Breez Por favor, verifique sua conexão com a internet e tente novamente.
sv: Det gick inte att hämta en adress från Breez servern Kontrollera din internetanslutning.

# invoice_btc_address_action_retry
source: RETRY
de: ERNEUT VERSUCHEN
es: REINTENTAR
fi: YRITÄ UUDELLEEN
fr: REESSAYER
it: RIPROVA
pt: TENTAR NOVAMENTE
sv: FÖRSÖK IGEN

# invoice_btc_address_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# invoice_btc_address_warning_with_min_fee_account_connected
source: Send more than {minSats} and up to {maxSats} to this address. A setup fee of {setUpFee}% with a minimum of {minFee} will be applied for sending more than {liquidity}.
de: Sende mehr als {minSats} und bis zu {maxSats} an diese Adresse. Eine Einrichtungsgebühr von {setUpFee}% mit einem Minimum von {minFee} wird für den Versand von mehr als {liquidity} erhoben.
es: Envíe más de {minSats} y un máximo de {maxSats} a esta dirección. Se aplicará una tarifa de instalación de {setUpFee}% con un mínimo de {minFee} si el envío es superior a {liquidity}.
fi: Osoitteeseen voi tallettaa vähintään {minSats} ja enintään {maxSats} maksuja. Yli {liquidity} talletuksista veloitetaan {setUpFee}% avauskulu ja kuitenkin vähintään {minFee}.
fr: Envoyez plus de {minSats} et jusqu'à {maxSats} à cette adresse. Des frais de mise en place de {setUpFee}% avec un minimum de {minFee} seront appliqués pour l'envoi de plus de {liquidity}.
it: Invia più di {minSats} e fino a {maxSats} a questo indirizzo. Una commissione di configurazione di {setUpFee}% con un minimo di {minFee} verrà applicata per l'invio di più di {liquidity}.
pt: Envie mais de {minSats} e no máximo {maxSats} para este endereço. Uma taxa de configuração de {setUpFee}% com um mínimo de {minFee} será aplicada caso o envio seja maior do que {liquidity}.
sv: Skicka mer än {minSats} och upp till {maxSats} till den här adressen. En installationsavgift på {setUpFee}% med ett minimum av {minFee} kommer att tas ut för att skicka mer än {liquidity}.

# invoice_btc_address_warning_without_min_fee_account_connected
source: Send more than {minSats} and up to {maxSats} to this address. A setup fee of {setUpFee}% will be applied for sending more than {liquidity}.
de: Sende mehr als {minSats} und bis zu {maxSats} an diese Adresse. Eine Einrichtungsgebühr von {setUpFee}% wird für den Versand von mehr als {liquidity} erhoben.
es: Envíe más de {minSats} y un máximo de {maxSats} a esta dirección. Se aplicará una tarifa de instalación de {setUpFee}% si el envío es superior a {liquidity}.
fi: Osoitteeseen voi tallettaa vähintään {minSats} ja enintään {maxSats} maksuja. Yli {liquidity} talletuksesta veloitetaan {setUpFee}% avauskulu.
fr: Envoyez plus de {minSats} et jusqu'à {maxSats} à cette adresse. Des frais de mise en place de {setUpFee}% seront appliqués pour l'envoi de plus de {liquidity}.
it: Invia più di {minSats} e fino a {maxSats} a questo indirizzo. Una commissione di configurazione di {setUpFee}% con un minimo di {minFee} verrà applicata per l'invio di più di {liquidity}.
pt: Envie mais de {minSats} e no máximo {maxSats} para este endereço. Uma taxa de configuração de {setUpFee}% será aplicada caso o envio seja maior do que {liquidity}.
sv: Skicka mer än {minSats} och upp till {maxSats} till den här adressen. En installationsavgift på {setUpFee} % kommer att tas ut för att skicka mer än {liquidity}.

# invoice_btc_address_warning_with_min_fee_account_not_connected
source: Send more than {minSats} and up to {maxSats} to this address. A setup fee of {setUpFee}% with a minimum of {minFee} will be applied on the received amount.
de: Sende mehr als {minSats} und bis zu {maxSats} an diese Adresse. Eine Einrichtungsgebühr von {setUpFee}% mit einem Minimum von {minFee} wird auf den empfangenen Betrag angewendet.
es: Envíe más de {minSats} y un máximo de {maxSats} a esta dirección. Se aplicará una tarifa de instalación de {setUpFee}% con un mínimo de {minFee} sobre el monto recibido.
fi: Osoitteeseen voi tallettaa vähintään {minSats} ja enintään {maxSats} maksuja. Talletuksesta veloitetaan {setUpFee}% avauskulu ja vähintään {minFee}.
fr: Envoyez plus de {minSats} et jusqu'à {maxSats} à cette adresse. Des frais de mise en place de {setUpFee}% avec un minimum de {minFee} seront appliqués sur le montant reçu.
it: Invia più di {minSats} e fino a {maxSats} a questo indirizzo. Una commissione di configurazione di {setUpFee}% con un minimo di {minFee} verrà applicata sull'importo ricevuto.
pt: Envie mais de {minSats} e no máximo {maxSats} para este endereço. Uma taxa de configuração de {setUpFee}% com um mínimo de {minFee} será aplicada no montante recebido.
sv: Skicka mer än {minSats} och upp till {maxSats} till den här adressen. En installationsavgift på {setUpFee} % med ett minimum av {minFee} kommer att debiteras på det mottagna beloppet.

# invoice_btc_address_warning_without_min_fee_account_not_connected
source: Send more than {minSats} and up to {maxSats} to this address. A setup fee of {setUpFee}% will be applied on the received amount.
de: Sende mehr als {minSats} und bis zu {maxSats} an diese Adresse. Es wird eine Einrichtungsgebühr von {setUpFee}% auf den empfangenen Betrag erhoben.
es: Envíe más de {minSats} y un máximo de {maxSats} a esta dirección. Se aplicará una tarifa de instalación de {setUpFee}% sobre el monto recibido.
fi: Osoitteeseen voi tallettaa vähintään {minSats} ja enintään {maxSats} maksuja. Talletuksesta veloitetaan {setUpFee}% avauskulu.
fr: Envoyez plus de {minSats} et jusqu'à {maxSats} à cette adresse. Des frais de mise en place de {setUpFee}% seront appliqués sur le montant reçu.
it: Invia più di {minSats} e fino a {maxSats} a questo indirizzo. Una commissione di configurazione di {setUpFee}% verrà applicata sull'importo ricevuto.
pt: Envie mais de {minSats} e no máximo {maxSats} para este endereço. Uma taxa de configuração de {setUpFee}% será aplicada no montante recebido.
sv: Skicka mer än {minSats} och upp till {maxSats} till den här adressen. En installationsavgift på {setUpFee} % kommer att tas ut på det mottagna beloppet.

# invoice_btc_address_deposit_address
source: Deposit Address
de: Empfangsadresse
es: Dirección de depósito
fi: Vastaanotto-osoite
fr: Adresse de dépôt
it: Indirizzo di deposito
pt: Endereço
sv: Insättningsadress

# invoice_btc_address_deposit_address_copied
source: Deposit address was copied to your clipboard.
de: Empfangsadresse wurde in Ihre Zwischenablage kopiert.
es: La dirección de depósito fue copiada al portapapeles.
fi: Vastaanotto-osoite kopioitiin leikepöydälle.
fr: L'adresse de dépôt a été copiée dans votre presse-papiers.
it: L'indirizzo di deposito è stato copiato negli appunti.
pt: O endereço foi copiado para a área de transferência.
sv: Insättningsadressen kopierades till ditt urklipp.

# invoice_btc_address_on_chain_begin
source: ClovrLabs is using Submarine Swaps to execute on-chain transactions. Click
de: Breez nutzt Submarine Swaps zur Durchführung von On-Chain-Transaktionen. Klicke
es: Breez está usando Intercambio Submarino para ejecutar transacciones Bitcoin. Haga clic
fi: Bitcoin-siirrot käyttävät Submarine Swaps -toimintoa. Klikkaa
fr: Breez utilise des Submarine Swaps pour exécuter des transactions on-chain. Cliquez
it: Breez utilizza i Submarine Swap per eseguire transazioni onchain. Clicca
pt: A Breez está usando a função Submarine Swaps para executar transações pela rede Bitcoin. Toque
sv: Breez använder Submarine Swaps för att utföra on-chain-transaktioner. Klick

# invoice_btc_address_on_chain_here
source: here
de: hier
es: aquí
fi: tästä
fr: ici
it: qui
pt: aqui
sv: här

# invoice_btc_address_on_chain_end
source: to view the script associated with this address.
de: um das mit dieser Adresse verbundene Skript anzuzeigen
es: para ver el script asociado con esta dirección.
fi: nähdäksesi osoitteeseen liittyvän komentojonon (scriptin).
fr: pour voir le script associé à cette adresse.
it: per vedere lo script associato a questo indirizzo.
pt: para ver o script associado a este endereço.
sv: för att visa skriptet som är kopplat till den här adressen.

# invoice_title
source: Receive via Invoice
de: Empfange als Rechnung
es: Recibir vía Factura
fi: Luo Lightning-lasku
fr: Recevoir par facture
it: Ricevi tramite Invoice
pt: Receber via Fatura
sv: Ta emot via Invoice

# invoice_action_create
source: CREATE
de: ERSTELLEN
es: CREAR
fi: LUO LASKU
fr: CRÉER
it: CREA
pt: COBRAR
sv: SKAPA

# invoice_action_redeem
source: REDEEM
de: EINLÖSEN
es: REDIMIR
fi: LUNASTA
fr: RECLAMER
it: RISCATTA
pt: RESGATAR
sv: LÖS IN

# invoice_action_scan_barcode
source: Scan Barcode
de: Barcode scannen
es: Escanear código de barras
fi: Lue QR-koodi
fr: Scanner le code-barres
it: Scansiona il barcode
pt: Ler código de barras
sv: Scanna Streckkod

# invoice_payment_success
source: Payment was successfully received!
de: Die Zahlung wurde erfolgreich empfangen!
es: ¡El pago se recibió con éxito!
fi: Maksu on saapunut.
fr: Paiement reçu avec succès !
it: Il pagamento è stato ricevuto!
pt: O pagamento foi recebido com sucesso!
sv: Betalning emottagen!

# invoice_qr_code_not_detected
source: QR code wasn't detected.
de: QR-Code wurde nicht erkannt.
es: No se detectó el código QR.
fi: QR-koodia ei tunnistettu.
fr: QR code non détecté.
it: Nessun QR code rilevato.
pt: O código QR não foi detectado.
sv: QR-kod upptäcktes inte.

# invoice_receive_fail
source: Receive Failed
de: Empfang fehlgeschlagen
es: Error al recibir
fi: Talletus epäonnistui.
fr: Échec de la réception
it: Ricezione non riuscita
pt: O recebimento falhou
sv: Mottagning misslyckades

# invoice_receive_fail_message
source: Reason: {reason}
de: Ursache: {reason}
es: Motivo: {reason}
fi: Virhe: {reason}
fr: Raison: {reason}
it: Ragione: {reason}
pt: Motivo: {reason}
sv: Anledning: {reason}

# invoice_error_url
source: Invalid URL
de: Ungültige URL
es: URL inválida
fi: Virheellinen URL
fr: URL invalide
it: URL non valida
pt: URL Inválida
sv: Ogiltig URL

# invoice_insufficient_amount_fee
source: Insufficient amount to cover the setup fees of {fee}
de: Unzureichender Betrag zur Deckung der Einrichtungsgebühren von {fee}
es: La cantidad no alcanza para cubrir la tarifa de instalación de {fee}
fi: Varat eivät riitä {fee} avausmaksuun.
fr: Montant insuffisant pour couvrir les frais de mise en place de {fee}
it: Importo insufficiente per coprire le commissioni di configurazione di {fee}
pt: A quantia é insuficiente para cobrir a taxa de configuração de {fee}
sv: Otillräckligt belopp för att täcka installationsavgifterna för {fee}

# invoice_description_label
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fi: Kuvaus (ei pakollinen tieto)
fr: Description (facultatif)
it: Descrizione (opzionale)
pt: Descrição (opcional)
sv: Beskrivning (valfritt)

# invoice_availability_message_synchronizing
source: Receiving payments will be available as soon as ClovrLabs Wallet is synchronized.
de: Du kannst Zahlungen empfangen, sobald Breez synchronisiert ist
es: Podrás recibir pagos tan pronto Breez esté sincronizado.
fi: Maksujen vastaanotto odottaa synkronointia.
fr: La réception des paiements sera disponible dès que Breez sera synchronisé.
it: La ricezione dei pagamenti sarà disponibile non appena Breez sarà sincronizzato.
pt: O recebimento de pagamentos estará disponível assim que a Breez for sincronizada.
sv: Att ta emot betalningar kommer att vara tillgängligt så snart Breez är synkroniserat.

# invoice_availability_message_opening_channel
source: You will be able to receive payments after ClovrLabs Wallet is finished opening a secure channel with our server. This usually takes ~10 minutes to be completed. Please try again in a couple of minutes.
de: Du kannst Zahlungen empfangen, nachdem Breez einen sicheren Channel mit unserem Server geöffnet hat. Dies dauert in der Regel ~10 Minuten. Bitte versuche es in ein paar Minuten erneut.
es: Podrás recibir pagos después de que Breez haya terminado de abrir un canal seguro a nuestro servidor. Por lo general, esto toma alrededor de 10 minutos para completarse. Por favor, intente de nuevo en 2 minutos.
fi: Maksujen vastaanottamiseen vaadittavan kanavan avaus on kesken. Avaus on valmis yleensä noin 10 minuutin kuluessa. Yritä muutaman minuutin kuluttua uudelleen.
fr: Vous pourrez recevoir des paiements une fois que Breez aura fini d'ouvrir un canal sécurisé avec notre serveur. Cela prend généralement ~10 minutes pour être complété. Veuillez réessayer dans quelques minutes.
it: Potrai ricevere i pagamenti dopo che Breez avrà finito di aprire un canale sicuro con il nostro server. Questo di solito richiede circa 10 minuti per essere completato. Riprova tra un paio di minuti.
pt: Você poderá receber pagamentos depois que a Breez terminar de abrir um canal seguro com nosso servidor. Isso geralmente leva cerca de 10 minutos para ser concluído. Tente novamente em alguns minutos.
sv: Du kommer att kunna ta emot betalningar efter att Breez har öppnat en säker kanal med vår server. Detta tar vanligtvis ~10 minuter att slutföra. Försök igen om ett par minuter.

# invoice_receive_label
source: Receive up to: {maxSats}
de: Empfange bis zu: {maxSats}
es: Recibe hasta: {maxSats}
fi: Vastaanota enintään: {maxSats}
fr: Recevez jusqu'à : {maxSats}
it: Ricevi fino a: {maxSats}
pt: Receba até: {maxSats}
sv: Ta emot upp till: {maxSats}
