Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# lnurl_webview_error_title
source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
pt: Erro
sv: Felmeddelande

# lnurl_webview_error_invalid_url
source: Invalid URL
de: Ungültige URL
es: URL invalida
fi: Virheellinen URL-osoite
fr: URL invalide
it: URL non valida
pt: URL inválida
sv: Ogiltig URL

# lnurl_webview_error_message
source: Failed to call {apiName} API
de: Aufruf der {apiName} API fehlgeschlagen
es: No se pudo solicitar la API {apiName}
fi: API-rajapinnan {apiName} kutsu epäonnistui
fr: Échec de l'appel de l'API {apiName}.
it: Impossibile chiamare l'API {apiName}
pt: Falha ao requisitar a API {apiName}
sv: Det gick inte att anropa {apiName} API

# lnurl_fetch_invoice_action_continue
source: CONTINUE
de: WEITER
es: CONTINUAR
fi: JATKA
fr: CONTINUER
it: CONTINUA
pt: CONTINUAR
sv: FORTSÄTT

# lnurl_fetch_invoice_pay_to_payee
source: Pay to {payee}
de: Zahlen an {payee}
es: Pagar a {payee}
fi: Maksun vastaanottaja {payee}
fr: Payer à {payee}
it: Paga a {payee}
pt: Pagar para o(a) {payee}
sv: Betala till {payee}

# lnurl_fetch_invoice_comment
source: Comment (optional)
de: Kommentar (optional)
es: Comentario (opcional)
fi: Kuvaus (ei pakollinen tieto)
fr: Commentaire (facultatif)
it: Commento (opzionale)
pt: Comentário (opcional)
sv: Kommentar (valfritt)

# lnurl_fetch_invoice_error_min
source: Must be at least {min}
de: Mindestens {min}
es: Debe ser por lo menos {min}
fi: Maksu vähintään {min}
fr: Doit être au moins {min}
it: Deve essere almeno {min}
pt: Deve ser ao menos {min}
sv: Måste vara minst {min}

# lnurl_fetch_invoice_error_max
source: Exceeds the limit {max}
de: Höchstgrenze {max}
es: Excedió el límite de {max}
fi: Ylittää enimmäismäärän {max}
fr: Dépasse la limite {max}
it: Eccede il limite {max}
pt: Excedeu o limite de {max}
sv: Överskrider gränsen {max}

# lnurl_fetch_invoice_limit
source: Enter an amount between {min} and {max}
de: Gib einen Betrag zwischen {min} und {max} ein.
es: Ingrese un valor entre {min} y {max}
fi: Anna määrä joka on vähintään {min} ja enintään {max}
fr: Entrez un montant compris entre {min} et {max}.
it: Inserisci un importo tra {min} e {max}
pt: Insira um valor entre {min} e {max}
sv: Ange ett belopp mellan {min} och {max}

# lnurl_error_unsupported
source: Unsupported LNUrl
de: Nicht unterstützte LNUrl
es: LNUrl no compatible
fi: LNUrl muoto ei ole tuettu
fr: LNUrl non supporté
it: LNURL non supportato
pt: LNUrl não suportada
sv: Osupporterad LNUrl

# make_invoice_request_title
source: This site wants to pay you:
de: Diese Website möchte Sie bezahlen:
es: Este sitio quiere pagarte:
fi: Sivusto haluaa maksaa sinulle:
fr: Ce site veut vous payer :
it: Questo sito vuole pagarti:
pt: Este site deseja lhe pagar:
sv: Den här sidan vill betala dig:

# make_invoice_request_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# make_invoice_request_action_approve
source: APPROVE
de: BESTÄTIGEN
es: APROBAR
fi: HYVÄKSY
fr: APPROUVER
it: APPROVA
pt: APROVAR
sv: GODKÄNN

# podcast_add_funds_title
source: Add funds to your balance to send payments to this podcast.
de: Zahle auf dein Konto ein, um Zahlungen an diesen Podcast zu senden
es: Agregue satoshis a su billetera para enviar pagos para este podcast.
fi: Jotta voit lähettää maksuja tälle podcast:ille, tulee sinun ensin lisatä varoja saldollesi.
fr: Ajoutez des fonds à votre solde pour envoyer des paiements à ce podcast.
it: Aggiungi fondi al tuo bilancio per inviare pagamenti a questo podcast.
pt: Adicione satoshis à sua carteira para enviar pagamentos para este podcast.
sv: Lägg till pengar till ditt saldo för att skicka betalningar till denna podcast.

# podcast_add_funds_action_add
source: ADD FUNDS
de: BITCOINS EINZAHLEN
es: AGREGAR
fi: LISÄÄ VAROJA
fr: AJOUTER DES FONDS
it: AGGIUNGI FONDI
pt: ADICIONAR
sv: LÄGG TILL PENGAR

# podcast_boost_not_enough_founds
source: You don't have enough funds to complete this payment.
de: Du verfügest nicht über genügend Mittel, um diese Zahlung auszuführen
es: No tienes suficientes satoshis para completar este pago.
fi: Sinulla ei ole tarpeeksi varoja maksun suorittamiseksi.
fr: Vous n'avez pas assez de fonds pour effectuer ce paiement.
it: Non hai fondi sufficienti per completare questo pagamento.
pt: Você não tem satoshis suficientes para concluir este pagamento.
sv: Du har inte tillräckligt med pengar för att slutföra den här betalningen.

# podcast_boost_sats
source: sats
fi: satoshia
it: sat

# podcast_boost_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# podcast_boost_action_approve
source: APPROVE
de: BESTÄTIGEN
es: APROBAR
fi: HYVÄKSY
fr: APPROUVER
it: APPROVA
pt: APROVAR
sv: GODKÄNN

# podcast_boost_send_title
source: Send a Boostagram
de: Boostagram senden
es: Enviar un Boostagram
fi: Lähetä Boostagram:iin
fr: Envoyer un Boostagram
pt: Envie um Boostagram
sv: Skicka ett Boostagram

# podcast_boost_send_optional
source: Boostagram (optional)
es: Boostagram (opcional)
fi: Boostagram (ei pakollinen tieto)
fr: Boostagram (facultatif)
it: Boostagram (opzionale)
pt: Boostagram (opcional)
sv: Boostagram (valfritt)

# podcast_boost_send_amount
source: Boost Amount (in sats)
de: Boost Betrag (in Sats)
es: Valor do Boost (en sats)
fi: Boost määrä (satosheina)
fr: Quantité de Boost (en sats)
it: Importo boost (in sat)
pt: Valor do Boost (em sats)

# podcast_boost_custom_amount
source: Enter a Custom Amount:
de: Eingabe eines benutzerdefinierten Betrags:
es: Ingresa un valor:
fi: Syötä vapaavalintainen määrä:
fr: Entrez un montant personnalisé :
it: Inserisci un importo personalizzato:
pt: Insira um valor:
sv: Ange ett anpassat belopp:

# podcast_boost_custom_amount_error_empty
source: Please enter an amount
de: Bitte gib einen Betrag ein
es: Por favor, ingresa un valor
fi: Syötä määrä
fr: Veuillez entrer un montant
it: Inserisci un importo
pt: Por favor, insira um valor
sv: Ange ett belopp

# podcast_boost_custom_amount_error_too_few
source: Please enter at least {amount} sats.
de: Bitte gib mindestens {amount} Sats ein.
es: Por favor, ingresa al menos {amount} sats.
fi: Syötä määräksi vähintään {amount} satoshia.
fr: Veuillez entrer au moins {amount} de sats.
it: Inserisci almeno {amount} sat.
pt: Por favor, insira ao menos {amount} sats.
sv: Ange minst {amount} sats.

# podcast_boost_adjustment_boost_message
source: Send a one-time tip to a show's creators. Long press to add a personalized message.
de: Sende ein einmaliges Trinkgeld an die Macher einer Sendung. Drücke lange, um eine persönliche Nachricht hinzuzufügen.
es: Envíe una propina única a los creadores de este programa. Mantenga presionado para agregar un mensaje personalizado.
fi: Lähetä ohjelman tekijöille kertaluontoinen lahjoitus. Paina pitkään lisätäksesi mukaan henkilökohtaisen viestin.
fr: Envoyez un pourboire unique aux créateurs d'une émission. Appuyez longuement pour ajouter un message personnalisé.
it: Invia un suggerimento una tantum ai creatori di uno spettacolo. Premere a lungo per aggiungere un messaggio personalizzato.
pt: Envie uma gorjeta única para os criadores deste programa. Pressione e segure para adicionar uma mensagem personalizada.
sv: Skicka dricks till programskaparna. Tryck länge för att lägga till ett personligt meddelande.

# podcast_boost_adjustment_stream_sats
source: Stream sats
de: Streame Sats
es: Enviar satoshis
fi: Streamaa satosheja
fr: Streamer des sats
it: Stream sat
pt: Enviar satoshis

# podcast_boost_adjustment_stream_sats_message
source: Stream sats to the creators while listening to their show. The number indicates the amount of sats sent per minute. To listen for free, set this value to 0.
de: Streame Sats an die Macher, während du deren Sendung hörest. Die Zahl gibt die Anzahl der Sats an, die pro Minute gesendet werden. Um kostenlos zuzuhören, setze diesen Wert auf 0.
es: Envía satoshis a los creadores mientras escuchas su programa. El número indica la cantidad de satoshis a enviar por minuto. Para escuchar de forma gratuita, establezca este valor en 0.
fi: Streamaa satosheja ohjelman tekijöille samalla kun seuraat ohjelmaa. Syötä satosheja jotka lähetetään jokaisesta seuraamastasi minuutista. Jos haluat seurata ohjelmaa ilmaiseksi syötä tähän nolla.
fr: Streamez des sats aux créateurs tout en écoutant leur émission. Le nombre indique la quantité de sats envoyés par minute. Pour écouter gratuitement, mettez cette valeur à 0.
it: Streamma sat ai creatori mentre ascolti il loro spettacolo. Il numero indica la quantità di sat inviati al minuto. Per ascoltare gratuitamente, imposta questo valore su 0.
pt: Envie satoshis para os criadores enquanto vocˆ´ouve o programa deles. O número indica a quantidade de satoshis a ser enviados por minuto. Para ouvir gratuitamente, defina esse valor como 0.
sv: Streama sats till skaparna medan du lyssnar på deras program. Siffran anger mängden sats som skickas per minut. För att lyssna gratis, ställ in detta värde till 0.

# podcast_boost_action_share
source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
pt: Compartilhar
sv: Dela

# lock_screen_enter_pin
source: Enter your PIN
de: Gib deine PIN ein
es: Introduce tu PIN
fi: Syötä PIN-koodisi
fr: Entrez votre code PIN
it: Inserisci il tuo PIN
pt: Insira seu PIN
sv: Ange din PIN

# backup_phrase_generate
source: Encrypt Cloud Backup
de: Cloud-Backup verschlüsseln
es: Cifrar copia de seguridad en la nube
fi: Luo varmuuskopion salauslause
fr: Générer une phrase de sauvegarde
it: Crittografa il backup su cloud
pt: Encriptar o backup na nuvem
sv: Kryptera Cloud Backup

# backup_phrase_instructions
source: You will be shown a list of words. Write down the words and store them in a safe place. Without these words, you won't be able to restore from backup and your funds will be lost.ClovrLabswon’t be able to help. Note these words aren't a wallet seed. They are used to encrypt the backup data stored in the cloud.
de: Es wird dir eine Liste mit Wörtern gezeigt. Schreibe die Wörter auf und bewahre sie an einem sicheren Ort auf. Ohne diese Wörter kannst du das Backup nicht wiederherstellen und deine bitcoin sind verloren. Breez wird dir nicht helfen können. Beachte, dass diese Wörter kein Wallet-Seed sind. Sie werden verwendet, um die in der Cloud gespeicherten Backup-Daten zu verschlüsseln.
es: Usted verá una lista de palabras. Escriba las palabras y guárdelas en un lugar seguro. Sin estas palabras, no podrá restaurar sus fondos desde la copia de seguridad y sus fondos se perderán y Breez no podrá ayudarlo. Estas palabras no son una semilla para tu billetera. Estas palabras se utilizan para cifrar los datos en la copia de seguridad almacenada en la nube.
fi: Seuraavassa näkymässä sinulle näytetään salauslause. Kirjaa numerojärjestyksessä sen sanat muistiin turvalliseen paikkaan. Mikäli joskus tulevaisuudessa joudut palauttamaan varmuuskopion, palautus ei onnistu ilman näitä sanoja. Siinä tapauksessa menetät kaikki sovelluksen hallinnoimat varasi. Tällöin ei Breez, eikä kukaan muukaan, voi auttaa sinua palautuksessa!
fr: Une liste de mots vous sera présentée. Notez ces mots et conservez-les dans un endroit sûr. Sans ces mots, vous ne pourrez pas restaurer à partir de la sauvegarde et vos fonds seront perdus. Breez ne pourra pas vous aider.
it: Ti verrà mostrato un elenco di parole. Annota le parole e conservale in un luogo sicuro. Senza queste parole, non sarai in grado di ripristinare dal backup e i tuoi fondi andranno persi. Breez non sarà in grado di aiutare. Nota che queste parole non sono i seed del wallet. Vengono utilizzati per crittografare i dati di backup archiviati nel cloud.
pt: Você verá uma lista de palavras. Anote as palavras e guarde-as em um lugar seguro. Sem essas palavras você não poderá restaurar os seus fundos a partir do backup e seus fundos serão perdidos e a Breez não poderá te ajudar. Esta chave não é uma semente de carteira. Ele é usado para criptografar os dados de backup armazenados na nuvem. Estas palavras não são uma semente para a sua carteira. Estas palavras são usadas para criptografar os dados no backup armazenado na nuvem.
sv: Du kommer att se en lista med ord. Skriv ner orden och förvara dem på ett säkert ställe. Utan dessa ord kommer du inte att kunna återställa från backup och dina pengar kommer att gå förlorade. Breez kommer inte att kunna hjälpa. Observera att dessa ord inte är ett plånboksfrö. De används för att kryptera säkerhetskopieringsdata som lagras i molnet.

# backup_phrase_action_confirm
source: I UNDERSTAND
de: ICH VERSTEHE
es: ENTIENDO
fi: YMMÄRRÄN
fr: JE COMPRENDS
it: Capisco
pt: EU ENTENDO
sv: JAG FÖRSTÅR

# backup_phrase_action_next
source: NEXT
de: WEITER
es: PRÓXIMO
fi: SEURAAVA
fr: SUIVANT
it: AVANTI
pt: PRÓXIMO
sv: NÄSTA

# backup_phrase_warning_disclaimer
source: Your existing backup phrase will no longer be valid and a new one will be generated next time you decide to use a backup phrase. Are you sure you don't want to use a backup phrase?
de: Deine bestehende Sicherungsphrase ist dann nicht mehr gültig und es wird eine neue generiert, wenn du das nächste Mal eine Sicherungsphrase verwenden möchtest. Bist du sicher, dass du keine Sicherungsphrase verwenden möchtest?
es: Su frase de respaldo existente no será válida y se generará una nueva frase la próxima vez que decida usar una frase de respaldo. ¿Estás seguro de que no quieres usar una frase de respaldo?
fi: Nykyinen varmistuksen salauslause mitätöidään. Oletko varma että haluat poistaa varmistuksen salauksen käytöstä? Jos myöhemmin otat varmistuksen salauksen jälleen käyttöön, niin uusi salauslause luodaan.
fr: Votre phrase de sauvegarde existante ne sera plus valable et une nouvelle sera générée la prochaine fois que vous déciderez d'utiliser une phrase de sauvegarde. Êtes-vous sûr de ne pas vouloir utiliser une phrase de sauvegarde ?
it: La tua frase di backup esistente non sarà più valida e ne verrà generata una nuova la prossima volta che decidi di utilizzare una frase di backup. Sei sicuro di non voler utilizzare una frase di backup?
pt: Sua frase de backup existente será inválidada e uma nova frase será gerada na próxima vez que você decidir usar uma frase de backup. Você tem certeza de que você não deseja usar uma frase de backup?
sv: Din befintliga backup fras kommer inte längre att vara giltig och en ny kommer att genereras nästa gång du bestämmer dig för att använda en backup fras. Är du säker på att du inte vill använda en backup fras?

# backup_phrase_warning_action_yes
source: YES
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: Sì
pt: SIM
sv: JA

# backup_phrase_warning_action_no
source: NO
de: NEIN
fi: En
fr: NON
pt: NÃO
sv: NEJ

# backup_phrase_warning_action_next
source: NEXT
de: WEITER
es: PRÓXIMO
fi: SEURAAVA
fr: SUIVANT
it: AVANTI
pt: PRÓXIMO
sv: NÄSTA

# backup_phrase_warning_action_backup
source: BACKUP
es: COPIA DE SEGURIDAD
fi: VARMUUSKOPIOI
fr: SAUVEGARDE

# backup_phrase_generation_write_words
source: Write these words
de: Schreibe diese Wörter auf
es: Escribe estas palabras
fi: Kirjoita nämä sanat talteen
fr: Écrivez ces mots
it: Scrivi queste parole
pt: Escreva estas palavras
sv: Skriv ned dessa ord

# backup_phrase_generation_verify
source: Let's verify
de: Wörter prüfen
es: Vamos a revisar
fi: Varmistetaanpa
fr: Vérifions
it: Verifichiamo
pt: Vamos verificar
sv: Låt oss verifiera

# backup_phrase_generation_type_words
source: Please type words number {numberA}, {numberB} and {numberC} of the generated backup phrase.
de: Bitte gib die Wörter Nummer {numberA}, {numberB} und {numberC} des generierten Sicherungsschlüssels ein.
es: Por favor ingrese las palabras número {numberA}, {numberB} y {numberC} de la frase de respaldo generada.
fi: Kirjoita luodusta salauslauseesta seuraavat sanat {numberA}, {numberB} ja {numberC}.
fr: Veuillez saisir les mots {numberA}, {numberB} et {numberC} de la phrase de sauvegarde générée.
it: Digita le parole numero {numberA}, {numberB} e {numberC} della frase di backup generata.
pt: Por favor, digite as palavras número {numberA}, {numberB} e {numberC} da frase de backup gerada.
sv: Vänligen skriv in ord nummer {numberA}, {numberB} och {numberC} i den genererade backup frasen.

# backup_phrase_generation_verification_failed
source: Failed to verify words. Please write down the words and try again.
de: Wörter konnten nicht verifiziert werden. Bitte schreibe die Wörter auf und versuche es erneut
es: No se pudieron verificar las palabras. Por favor, escriba las palabras y vuelva a intentarlo.
fi: Salauslauseen sanojen varmistus epäonnistui. Tarkista kirjoittamasi sanat ja yritä uudelleen.
fr: La vérification des mots a échoué. Veuillez écrire les mots et réessayer.
it: Impossibile verificare le parole. Scrivi le parole e prova di nuovo.
pt: Falha ao verificar as palavras. Por favor, anote as palavras e tente novamente.
sv: Det gick inte att verifiera orden. Skriv ner orden och försök igen.

# backup_phrase_generation_generic_error
source: Internal Error
de: Interner Fehler
es: Error Interno
fi: Sisäinen virhe
fr: Erreur interne
it: Errore interno
pt: Erro Interno
sv: Internt Fel

# spontaneous_payment_title
source: Send Payment
de: Zahlung senden
es: Enviar pago
fi: Lähetä maksu
fr: Envoyer le paiement
it: Invia pagamento
pt: Enviar Pagamento
sv: Skicka betalning

# spontaneous_payment_action_pay
source: PAY
de: ZAHLEN
es: PAGAR
fi: MAKSA
fr: PAYER
it: PAGA
pt: PAGAR
sv: BETALA

# spontaneous_payment_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# spontaneous_payment_tip_message
source: Tip Message (optional)
de: Trinkgeld-Nachricht (optional)
es: Mensaje (opcional)
fi: Maksun viesti (ei pakollinen tieto)
fr: Message (facultatif)
it: Messaggio Tip (opzionale)
pt: Mensagem (opcional)
sv: Dricksmeddelande (valfritt)

# spontaneous_payment_generic_message
source: You will be able to receive payments afterClovrLabsis finished opening a secure channel with our server. This usually takes ~10 minutes to be completed. Please try again in a couple of minutes.
de: Du wirst in der Lage sein, Zahlungen zu erhalten, nachdem Breez einen sicheren Channel mit unserem Server geöffnet hat. Dies dauert in der Regel ~10 Minuten. Bitte versuche es in ein paar Minuten erneut.
es: Podrá recibir pagos después de que Breez haya terminado de abrir un canal seguro con nuestros servidores. Esto suele tardar unos 10 minutos en completarse. Por favor, vuelva a intentarlo después.
fi: Voit vastaanottaa maksuja vasta kun, Breez saa avattua turvallisen kanavan palvelimeen. Avaus kestää tyypillisesti noin ~10 minuuttia. Odota muutama minuutti ja yritä sitten uudelleen.
fr: Vous pourrez recevoir des paiements une fois que Breez aura fini d'ouvrir un canal sécurisé avec notre serveur. Cela prend habituellement ~10 minutes pour être complété. Veuillez réessayer dans quelques minutes.
it: Potrai ricevere i pagamenti dopo che Breez avrà finito di aprire un canale sicuro con il nostro server. Questo di solito richiede circa 10 minuti per essere completato. Riprova tra un paio di minuti.
pt: Você poderá receber pagamentos depois que a Breez terminar de abrir um canal seguro com os nosso servidores. Isso geralmente leva cerca de 10 minutos para ser concluído. Por favor, tente novamente em alguns minutos.
sv: Du kommer att kunna ta emot betalningar efter att Breez har öppnat en säker kanal med vår server. Detta tar vanligtvis ~10 minuter att slutföra. Försök igen om ett par minuter.

# spontaneous_payment_max_amount
source: Pay up to: {amount}
de: Zahle bis zu: {amount}
es: Pague hasta: {amount}
fi: Maksa enintään: {amount}
fr: Payez jusqu'à : {amount}
it: Paga fino a: {amount}
pt: Pague até: {amount}
sv: Betala upp till: {amount}

# spontaneous_payment_node_id
source: Node ID
es: ID del nodo
fi: Solmun tunniste
fr: ID du noeud
it: ID nodo
pt: ID do servidor
sv: Nod ID

# spontaneous_payment_send_payment_title
source: Send Payment
de: Zahlung senden
es: Enviar pago
fi: Lähetä maksu
fr: Envoyer le Paiement
it: Invia pagamento
pt: Enviar Pagamento
sv: Skicka betalning

# spontaneous_payment_send_payment_message
source: Are you sure you want to {amount} to this node? {nodeID}
de: Bist du sicher, dass du dieser Node {amount} zuweisen möchten? {nodeID}
es: ¿Está seguro de que desea enviar {amount} a este nodo? {nodeID}
fi: Oletko varma että haluat lähettää {amount} seuraavalle solmulle? {nodeID}
fr: Etes-vous sûr de vouloir envoyer {amount} à ce noeud ?n {nodeID}
it: Sei sicuro di voler inviare {amount} a questo nodo? {nodeID}
pt: Você tem certeza que deseja enviar {amount} para este servidor? {nodeID}
sv: Är du säker på att du vill {amount} till denna nod? {nodeID}

# spontaneous_payment_error_title
source: Payment Error
de: Zahlungsfehler
es: Error en el pago
fi: Maksussa tapahtui virhe
fr: Erreur de paiement
it: Errore pagamento
pt: Erro no pagamento
sv: Betalningsfel

# sweep_all_coins_speed
source: Choose Processing Speed
de: Wähle Verarbeitungsgeschwindigkeit
es: Elija la velocidad de transacción
fi: Määritä vahvistuksen nopeus
fr: Choisir la vitesse de traitement
it: Scegli la velocità
pt: Escolha a velocidade da transação
sv: Välj Bearbetningshastighet

# sweep_all_coins_action_confirm
source: CONFIRM
de: BESTÄTIGEN
es: CONFIRMAR
fi: VAHVISTA
fr: CONFIRMER
it: CONFERMA
pt: CONFIRMAR
sv: BEKRÄFTA

# sweep_all_coins_label_send
source: You send:
de: Du sendest:
es: Serán enviados:
fi: Sinä lähetät:
fr: Vous envoyez :
it: Invii:
pt: Será enviado:
sv: Du skickar:

# sweep_all_coins_label_receive
source: You receive:
de: Du erhältst:
es: Serán recibidos:
fi: Sinä vastaanotat:
fr: Vous recevez :
it: Ricevi:
pt: Será recebido:
sv: Du tar emot:

# sweep_all_coins_label_transaction_fee
source: Transaction fee:
de: Transaktionsgebühr:
es: Tarifa de transacción:
fi: Tapahtumakulu:
fr: Frais de transaction :
it: Commissioni transazione:
pt: Taxa da transação:
sv: Transaktionsavgift:

# sweep_all_coins_error_retrieve_fees
source: Failed to retrieve fees. Please try again later.
de: Die Gebühren konnten nicht abgerufen werden. Bitte versuche es später erneut.
es: No se pudieron recuperar las tarifas. Por favor, inténtelo de nuevo más tarde.
fi: Tapahtumakulujen nouto epäonnistui. Yritä myöhemmin uudelleen.
fr: Échec de la récupération des frais. Veuillez réessayer plus tard.
it: Impossibile recuperare le commissioni. Per favore riprova più tardi.
pt: Falha ao recuperar taxas. Por favor, tente novamente mais tarde.
sv: Det gick inte att hämta avgifter. Vänligen försök igen senare.

# sweep_all_coins_error_amount_small
source: The amount is too small to broadcast. Please try again later.
de: Der Betrag ist zu klein für die Zahlung. Bitte versuche es später noch einmal.
es: El valor es demasiado bajo para ser transmitido. Por favor, inténtelo de nuevo más tarde.
fi: Summa on liian pieni lähetettäväksi. Yritä myöhemmin uudelleen.
fr: Le montant est trop faible pour être diffusé. Veuillez réessayer plus tard.
it: L'importo è troppo piccolo per essere trasmesso. Per favore riprova più tardi.
pt: O valor é muito baixo para ser transmitido. Por favor, tente novamente mais tarde.
sv: Beloppet är för litet för att sändas. Vänligen försök igen senare.

# unexpected_funds_title
source: Unexpected Funds
de: Unerwartete Gelder
es: Fondos inesperados
fi: Odottamattomia varoja
fr: Fonds inattendus
it: Fondi inaspettati
pt: Outros Fundos
sv: Oväntade medel
