Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# unexpected_funds_message
source: ClovrLabs found unexpected funds in its underlying wallet (probably due to a closed channel). It is highly recommended you send these fund to a BTC address as soon as possible.
de: Breez hat unerwartete Gelder in der zugrunde liegenden Wallet gefunden (wahrscheinlich aufgrund eines geschlossenen Channels). Es wird dringend empfohlen, diese Gelder so schnell wie möglich an eine BTC-Adresse zu senden
es: Se encontraron fondos inesperados en su billetera (probablemente debido a un canal cerrado). Se recomienda que envíe estos fondos a una dirección de BTC lo antes posible.
fi: Sovellus löysi varoja sovelluksen sisäisestä lompakosta. Varat ovat todennäköisesti peräisin suljetusta salamaverkon kanavasta. On vahvasti suositeltavaa että lähetät varat pikimmiten BTC-osoitteeseen.
fr: Breez a trouvé des fonds inattendus dans son portefeuille sous-jacent (probablement en raison d'un canal fermé). Il est fortement recommandé d'envoyer ces fonds vers une adresse BTC dès que possible.
it: Breez ha trovato fondi inaspettati nel suo portafoglio sottostante (probabilmente a causa di un canale chiuso). Si consiglia vivamente di inviare questi fondi a un indirizzo BTC il prima possibile.
pt: Foram encontrados outros fundos em sua carteira (provavelmente devido a um canal encerrado). É altamente recomendável que você envie esses fundos para um endereço BTC o mais rápido possível.
sv: Breez hittade oväntade medel i sin underliggande plånbok (troligen på grund av en stängd kanal). Det rekommenderas starkt att du skickar dessa fonder till en BTC-adress så snart som möjligt.

# unexpected_error_restoring_chain_message
source: Restoring chain information might take several minutes.
de: Das Wiederherstellen der Blockchain-Informationen kann einige Minuten dauern
es: La restauración de la información puede tardar varios minutos.
fi: Lonkoketjutietojen palautus saattaa kestää useita minuutteja.
fr: La restauration des informations de la chaîne peut prendre plusieurs minutes.
it: Il ripristino delle informazioni onchain potrebbe richiedere diversi minuti.
pt: A restauração das informações pode levar vários minutos.
sv: Det kan ta flera minuter att återställa kedjeinformation.

# unexpected_error_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# unexpected_error_action_exit
source: EXIT ClovrLabs
de: BREEZ BEENDEN
es: SALIR DE BREEZ
fi: Sulje Breez
fr: QUITTER BREEZ
it: CHIUDI BREEZ
pt: SAIR DA BREEZ
sv: AVSLUTA BREEZ

# unexpected_error_action_exit_for_retry
source: EXIT
de: BEENDEN
es: SALIR
fi: SULJE
fr: QUITTER
it: ESCI
pt: SAIR
sv: AVSLUTA

# unexpected_error_action_try_again
source: TRY AGAIN
de: ERNEUT VERSUCHEN
es: INTENTAR NUEVAMENTE
fi: YRITÄ UUDELLEEN
fr: ESSAYER À NOUVEAU
it: RIPROVA
pt: TENTAR NOVAMENTE
sv: FÖRSÖK IGEN

# unexpected_error_action_just_exit
source: EXIT
de: BEENDEN
es: SALIR
fi: SULJE
fr: QUITTER
it: ESCI
pt: SAIR
sv: AVSLUTA

# unexpected_error_logs
source: your logs
de: deine Logs
es: Tus registros
fi: loki-tiedot
fr: vos logs
it: i tuoi log
pt: Seus registros
sv: dina loggar

# unexpected_error_view
source: View
de: Ansehen
es: Ver
fi: Näytä
fr: Afficher
it: Vedi
pt: Ver
sv: Läs

# unexpected_error_bitcoin_node
source: your Bitcoin node
de: dein Bitcoin-Node
es: Su nodo Bitcoin
fi: sinun Bitcoin solmu
fr: votre noeud Bitcoin
it: il tuo nodo Bitcoin
pt: Seu servidor de Bitcoin
sv: din Bitcoin-nod

# unexpected_error_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
it: Ripristino
pt: Resetar
sv: Återställ

# unexpected_error_chain_information
source: chain information
de: Blockchain Informationen
es: Información de la red
fi: lohkoketjun tiedot
fr: informations sur la chaîne
it: Informazioni onchain
pt: Informação da rede
sv: kedjeinformation

# unexpected_error_recover
source: Recover
de: Wiederherstellen
es: Recuperar
fi: Palaudu
fr: Récupérer
it: Recuperaro
pt: Recuperar
sv: Återskapa

# unexpected_error_signal
source: • Checking the signal in your area
de: • Prüfe das Netz in deinem Gebiet
es: • Verifica la señal en tu zona
fi: • Tarkistetaan verkkosignaalia sijaintisi perusteella
fr: • Vérifier le signal dans votre secteur
it: • Controllare il segnale nella tua area
pt: • Verificar o sinal na sua área
sv: • Kontrollera signalen i ditt område

# unexpected_error_wifi
source: • Turning on mobile data or Wi-Fi
de: • Aktiviere mobile Daten oder WLAN
es: • Activar datos móviles o Wi-Fi
fi: • Mobiili dataa tai Wi-Fi:ä kytketään päälle
fr: • Activer les données mobiles ou le Wi-Fi
it: • Disattivazione dei dati mobili o del Wifi
pt: • Ativar os dados móveis ou o Wi-Fi
sv: • Aktiverar mobildata eller Wi-Fi

# unexpected_error_airplane
source: • Turning off airplane mode
de: • Deaktiviere den Flugzeugmodus
es: • Desactiva el modo avión
fi: • Kytketään lentotilaa pois päältä
fr: • Désactiver le mode avion
it: • Disattivazione della modalità aereo
pt: • Desativar o modo avião
sv: • Stäng av flygplansläget

# unexpected_error_suggestions
source: You can try:
de: Versuche:
es: Usted puede intentar:
fi: Voit yrittää:
fr: Vous pouvez essayer:
it: Puoi provare:
pt: Você pode tentar:
sv: Du kan försöka:

# unexpected_error_title
source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fi: Odottamaton virhe
fr: Erreur inattendue
it: Errore inaspettato
pt: Erro
sv: Oväntat fel

# transferring_funds_title
source: Transferring funds
de: Überweisung
es: Transferencia de fondos
fi: Varojen siirto on meneillään
fr: Transférer les fonds
it: Trasferimento di fondi
pt: Transferência de fundos
sv: Överför medel

# select_provider_error_dialog_title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fi: Yhteysvirhe
fr: Erreur de connexion
it: Errore di connessione
pt: Erro de conexão
sv: Anslutningsfel

# select_provider_error_dialog_select_provider_begin
source: select
de: auswählen
es: Seleccione
fi: valitse
fr: sélectionnez
it: seleziona
pt: Selecione
sv: välj

# select_provider_error_dialog_select_provider_end
source: a provider.
de: Provider.
es: un proveedor
fi: palvelun tarjoaja.
fr: un fournisseur.
it: un provider
pt: um provedor.
sv: en leverantör.

# select_provider_error_dialog_message
source: In order to activate ClovrLabs, please
de: Um Breez zu aktivieren, bitte
es: Para activar Breez, por favor
fi: Jotta saat sovelluksen aktivoitua, niin
fr: Afin d'activer Breez, veuillez
it: per attivare Breez
pt: Para ativar a Breez, por favor
sv: För att aktivera Breez,

# select_provider_error_dialog_message_error
source: There was an error connecting to the selected provider. In order to activate ClovrLabs, please
de: Es ist ein Fehler bei der Verbindung mit dem ausgewählten Anbieter aufgetreten. Um Breez zu aktivieren, wähle bitte
es: Hubo un error al conectar con el proveedor seleccionado. Para activar Breez, por favor
fi: Yhteys valittuun palvelun tarjoajaan ei onnistunut. Jotta sovelluksen aktivointi onnistuu, niin
fr: Une erreur s'est produite lors de la connexion au fournisseur sélectionné. Afin d'activer Breez, veuillez
it: Si è verificato un errore durante la connessione al provider selezionato. Per attivare Breez, per favore
pt: Ocorreu um erro ao conectar-se ao provedor selecionado. Para ativar a Breez, por favor
sv: Det gick inte att ansluta till den valda leverantören. För att aktivera Breez,

# qr_scan_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# pending_closed_channel_title
source: Pending Closed Channel
de: Ausstehende Channel-Schließung
es: Canal siendo cerrado
fi: Odotetaan suljettua Kanavaa
fr: Fermeture de canal en cours
it: Canale chiuso in pending
pt: Canal em encerramento
sv: Väntande stängd kanal

# close_warning_dialog_title
source: Inactive Channels
de: Inaktive Channels
es: Canales inactivos
fi: Käyttämättömiä kanavia
fr: Canaux inactifs
it: Canali inattivi
pt: Canais Inativos
sv: Inaktiva kanaler

# close_warning_dialog_message_begin
source: You haven't made any payments withClovrLabsfor {duration} days, so your LSP might have to close your channels. Should this happen,ClovrLabswill generate an on-chain address and sweep your funds into it. You will retain complete control of your money, less the mining fee incurred by the sweep transaction, and you can come back any time. To learn more about why this happens, read our post on
de: Du hast seit {duration} Tagen keine Zahlungen mehr an Breez geleistet, so dass dein LSP seine Channels möglicherweise schließen muss. Sollte dies der Fall sein, wird Breez eine On-Chain-Adresse generieren und deine bitcoin dorthin transferieren. Du behältst die vollständige Kontrolle über deine bitcoin, abzüglich der Mining-Gebühr, die durch die Sweep-Transaktion anfällt. Um mehr darüber zu erfahren, warum dies geschieht, lese unseren Beitrag über
es: usted no ha realizado ningún pago con Breez durante {duration} días, por lo que es posible que su LSP deba cerrar sus canales. Si esto sucede, Breez generará una dirección en la red Bitcoin y le transferirá sus fondos. Usted mantendrá el control total de sus bitcoins, con la excepción de la tarifa de minería cobrada por la transacción, y puede regresar en cualquier momento. Para obtener más información sobre por qué sucede esto, lea nuestra publicación sobre la
fi: Et ole käyttänyt sovellusta maksujen suorittamiseen viimeisten {duration} päivän aikana. Niinpä maksujen välityspalvelu (Liquidity Service Provide = LSP) on saattanut sulkea salamaverkon kanavasi. Mikäli näin on käynyt, sovellus luo lohkoketjuosoitteen ja siirtää varasi sinne. Kaikki varasi säilyvät omistuksessasi, pois lukien tapahtuma- ja mining-kulut. Voi palata ja lunastaa varasi milloin vain. Tarkempia tietoja taustoista lue seuraava artikkeli (englanniksi)
fr: Vous n'avez pas effectué de paiement avec Breez depuis {duration} jours, donc votre LSP pourrait devoir fermer vos canaux. Si cela se produit, Breez générera une adresse on-chain et y transférera vos fonds. Vous garderez le contrôle total de votre argent, moins les frais de minage encourus par la transaction de transfert, et vous pourrez revenir à tout moment. Pour en savoir plus sur les raisons de cette opération, lisez notre article sur
it: Non hai effettuato pagamenti con Breez da {duration} giorni, quindi il tuo LSP potrebbe dover chiudere i tuoi canali. Se ciò dovesse accadere, Breez genererà un indirizzo on-chain e raccoglierà i tuoi fondi in esso. Manterrai il controllo completo del tuo denaro, meno la commissione di mining sostenuta dalla transazione di sweep e potrai tornare in qualsiasi momento. Per saperne di più sul perché questo accade, leggi il nostro post su
pt: Você não fez nenhum pagamento com a Breez por {duration} dias, então o seu LSP pode ter que fechar seus canais. Caso isso aconteça, a Breez gerará um endereço na rede Bitcoin e irá transferir seus fundos para ele. Você manterá o controle total de seus bitcoins, com exceção da taxa de mineração cobrada pela transação, e você poderá voltar a qualquer momento. Para saber mais sobre por que isto acontece, leia nosso post sobre
sv: Du har inte gjort några betalningar med Breez på {duration} dagar, så din LSP kan behöva stänga dina kanaler. Om detta skulle hända kommer Breez att generera en on-chain-adress och sopa in dina pengar i den. Du kommer att behålla fullständig kontroll över dina pengar, minus gruvavgiften som uppstår vid sveptransaktionen, och du kan komma tillbaka när som helst. För att lära dig mer om varför detta händer, läs vårt inlägg på

# close_warning_dialog_message_middle
source: inbound liquidity
de: Eingangsliquidität
es: liquidez entrante
fi: vastaanotettavien varojen määrä
fr: liquidité entrante
it: liquidità in entrata
pt: liquidez de entrada
sv: inkommande likviditet

# admin_login_dialog_manager_password
source: Manager Password
de: Manager-Passwort
es: Contraseña de administrador
fi: Päällikön salasana
fr: Mot de passe Manager
it: Password Manager
pt: Senha do Administrador
sv: Chefslösenord

# admin_login_dialog_password_label
source: Enter your password
de: Gib dein Passwort an
es: Ingresa tu contraseña
fi: Anna salasanasi
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Insira a sua Senha
sv: Ange ditt lösenord

# admin_login_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# admin_login_dialog_error_authenticate
source: Failed to authenticate as manager
de: Authentifizierung als Manager fehlgeschlagen
es: La autenticación como administrador falló
fi: Päälliköksi tunnistautuminen epäonnistui
fr: Échec de l'authentification en tant que manager
it: Impossibile identificarti come manager
pt: Falha na autenticação como Administrador
sv: Det gick inte att autentisera som Chef

# admin_login_dialog_error_password_required
source: Password is required
de: Passwort ist erforderlich
es: La contraseña es obligatoria
fi: Salasana on välttämätön
fr: Le mot de passe est requis
it: Password richiesta
pt: A senha é obrigatória
sv: Lösenord krävs

# admin_login_dialog_error_password_incorrect
source: Incorrect Password
de: Falsches Passwort
es: Contraseña incorrecta
fi: Virheellinen salasana
fr: Mot de passe incorrect
it: Password non corretta
pt: Senha incorreta
sv: Fel lösenord

# fast_bitcoin_dot_com_voucher
source: Fastbitcoins.com Voucher
es: Vale Fastbitcoins.com
fi: Fastbitcoins.com Voucher-lipuke
fr: Bon de réduction pour Fastbitcoins.com
it: Voucher fastbitcoins.com
pt: Vale Fastbitcoins.com

# fast_bitcoin_dot_com_error_service_unavailable
source: Service Unavailable. Please try again later.
de: Der Dienst ist nicht verfügbar. Bitte versuche es später noch einmal.
es: Servicio no disponible. Por favor, inténtelo de nuevo más tarde.
fi: Palvelu ei ole käytettävissä. Yritä myöhemmin uudelleen.
fr: Service indisponible. Veuillez réessayer plus tard.
it: Servizio non disponibile. Prova di nuovo più tardi.
pt: Serviço Indisponível. Por favor, tente novamente mais tarde.
sv: Tjänsten är inte tillgänglig. Vänligen försök igen senare.

# payment_error_insufficient_balance
source: Insufficient balance
de: Kontostand nicht ausreichend
es: Fondos insuficientes
fi: Maksuvirhe
fr: Solde insuffisant
it: Bilancio insufficiente
pt: Saldo insuficiente
sv: Otillräcklig balans

# payment_error_insufficient_balance_amount
source: Insufficient balance: you can send up to {amount} to this destination
de: Kontostand nicht ausreichend: du kannst bis zu {amount} an den Empfänger senden
es: Fondos insuficiente: puede enviar hasta {amount} a este destino
fi: Käytösaldosi tai vastaanottajan enimmäismäärä on {amount}
fr: Solde insuffisant : vous pouvez envoyer jusqu'à {amount} vers cette destination.
it: Saldo insufficiente: puoi inviare fino a {amount} a questa destinazione
pt: Saldo insuficiente: você pode enviar até {amount} para este destino
sv: Otillräckligt saldo: du kan skicka upp till {amount} till denna destination

# payment_error_incorrect_payment_details
source: Incorrect payment details
de: Falsche Zahlungsangaben
es: Dados de pago incorrectos
fi: Maksun tiedot ovat virheelliset
fr: Détails de paiement incorrects
it: Dettagli di pagamento non corretti
pt: Dados de pagamento incorretos
sv: Felaktiga betalningsuppgifter

# payment_error_unexpected_error
source: Unexpected error
de: Unerwarteter Fehler
es: Error inesperado
fi: Odottamaton virhe
fr: Erreur inattendue
it: Errore inaspettato
pt: Erro inesperado
sv: Oväntat fel

# payment_error_no_route
source: No route
de: Keine Route
es: No hay ruta
fi: Maksulle ei löydetty reittiä
fr: Pas de route
it: Nessuna route
pt: Não há uma rota
sv: Ingen route

# payment_error_payment_timeout_exceeded
source: Payment timeout exceeded
de: Zeitüberschreitung bei der Zahlung
es: Se excedió el tiempo de espera del pago
fi: Maksun aikakatkaisu ylitetty
fr: Dépassement du délai de paiement
it: Timeout di pagamento superato
pt: Tempo limite de pagamento excedido
sv: Betalningstiden har överskridits

# swap_error_funds_exceed_limit
source: the executed transaction was above the specified limit.
de: die ausgeführte Transaktion lag über der angegebenen Höchstgrenze.
es: la transacción ejecutada estaba por encima del límite especificado.
fi: käsitelty tapahtuma meni yli määritellyn rajan.
fr: la transaction exécutée était supérieure à la limite spécifiée.
it: la transazione eseguita è stata superiore al limite specificato.
pt: a transação executada estava acima do limite especificado.
sv: den utförda transaktionen var över den angivna gränsen.

# swap_error_invoice_amount_mismatch
source: the requested amount doesn't match the original transaction.
de: der angeforderte Betrag stimmt nicht mit der ursprünglichen Transaktion überein
es: el monto solicitado no coincide con la transacción original.
fi: pyydetty määrä ei täsmää alkuperäiseen tapahtumaan.
fr: le montant demandé ne correspond pas à la transaction originale.
it: l'importo richiesto non corrisponde alla transazione originale.
pt: o valor solicitado não corresponde à transação original.
sv: det begärda beloppet matchar inte den ursprungliga transaktionen.

# swap_error_swap_expired
source: the transaction had expired.
de: die Transaktion ist abgelaufen.
es: la transacción ha expirado.
fi: tapahtuman käsittelyaika ylitettiin.
fr: la transaction a expiré.
it: la transazione è scaduta.
pt: a transação expirou.
sv: transaktionen hade löpt ut.

# swap_error_tx_too_small
source: the transaction size was too small to process.
de: die Größe der Transaktion war zu niedrig, um sie zu verarbeiten.
es: el tamaño de la transacción era demasiado pequeña para procesar.
fi: tapahtuman summa oli liian pieni käsiteltäväksi.
fr: la taille de la transaction était trop petite pour être traitée.
it: la dimensione della transazione era troppo piccola per essere elaborata.
pt: o tamanho da transação era muito pequeno para ser processado.
sv: transaktionsstorleken var för liten för att bearbetas.

# status_message_unconfirmed_tx_id
source: ClovrLabs is waiting for Bitcoin transfer to be confirmed. This might take a while
de: Breez wartet darauf, dass der Bitcoin-Transfer bestätigt wird. Das kann eine Weile dauern
es: Breez está esperando la confirmación de la transferencia de Bitcoin. Esto puede tomar un tiempo
fi: Sovellus odottaa Bitcoin siirron varmistusta. Siihen saattaa mennä hetkinen...
fr: Breez attend que le transfert de bitcoins soit confirmé. Cela peut prendre un certain temps
it: Breez attende la conferma del trasferimento di Bitcoin. Questo potrebbe richiedere del tempo
pt: A Breez está aguardando a confirmação da transferência do Bitcoin. Isso pode demorar um pouco
sv: Breez väntar på att Bitcoin-överföringen ska bekräftas. Det här kan ta ett tag

# status_transferring_on_chain_deposit
source: Transferring funds
de: Überweisung
es: transferir fondos
fi: Varoja siirretään
fr: Transfert des fonds en cours
it: Trasferimento di fondi
pt: Transferindo fundos
sv: Överför medel

# status_failed_to_add_funds
source: Failed to add funds: {error}
de: Fehler beim Hinzufügen von Bitcoin: {error}
es: No se pudieron agregar fondos: {error}
fi: Varojen lisääminen epäonnistui: {error}
fr: L'ajout de fonds a échoué : {error}
it: Impossibile aggiungere i fondi: {error}
pt: Falha ao adicionar os fundos: {error}
sv: Det gick inte att lägga till pengar: {error}

# on_chain_payment_error_not_enough_funds
source: Not enough funds.
de: Guthaben nicht ausreichend.
es: Fondos insuficientes.
fi: Varat eivät riitä.
fr: Pas assez de fonds.
it: Fondi insufficienti.
pt: Fundos insuficientes.
sv: Inte tillräckligt med pengar.

# valid_payment_error_exceeds_the_limit
source: Payment exceeds the limit {amount}
de: Die Zahlung übersteigt das Limit {amount}
es: El pago supera el límite de {amount}
fi: Maksu ylittään rajan {amount}
fr: Le paiement dépasse la limite {amount}
it: Il pagamento supera il limite {amount}
pt: O pagamento excede o limite de {amount}
sv: Betalningen överskrider gränsen {amount}

# valid_payment_error_keep_balance
source: ClovrLabs requires you to keep {amount} in your balance.
de: Breez verlangt von dir, dass du {amount} in deinem Konto behältst.
es: Breez require que mantengas al menos {amount} en su saldo.
fi: Breez edellyttää sinua pitämään {amount} saldollasi.
fr: Breez vous demande de garder {amount} dans votre balance.
it: Breez richiede di mantenere {amount} nel tuo saldo.
pt: É necessário que você mantenha ao menos {amount} em seu saldo.
sv: Breez kräver att du har {amount} i ditt saldo.

# valid_payment_error_insufficient_balance
source: Insufficient local balance
de: Unzureichender Kontostand
es: Balance local insuficiente
fi: Paikallinen saldo ei riitä
fr: Solde local insuffisant
it: Bilancio locale insufficiente
pt: Saldo insuficiente
sv: Otillräcklig lokalt saldo

# description_waiting_broadcast
source: Waiting to broadcast transaction
de: Warte auf das Sendend er Transaktion
es: Esperando que se emita la transacción
fi: Odotetaan tapahtuman lähettämistä
fr: Attente de la diffusion de la transaction
it: In attesa di trasmettere la transazione
pt: Aguardando a transmissão da transação
sv: Väntar på att sända transaktionen

# description_broadcast_done
source: Transaction was broadcasted
de: Transaktion wurde gesendet
es: La transacción ha sido emitida
fi: Tapahtuma lähetettiin
fr: La transaction a été diffusée
it: La transazione è stata trasmessa
pt: A transação foi transmitida
sv: Transaktionen sändes

# description_type_deposit
source: Bitcoin Transfer
es: Transferencia de bitcoin
fi: Bitcoin-siirto
fr: Transfert de bitcoins
it: Trasferimento bitcoin
pt: Transferência de Bitcoin
sv: Bitcoin överföring

# payment_info_title_breez_sale
source: Sale [{date}]
es: Venta [{date}]
fi: Maksupääte [{date}]
fr: Vente [{date}]
it: Vendita [{date}]
pt: Venda [{date}]

# payment_info_title_bitcoin_transfer
source: Bitcoin Transfer
es: Transferencia de bitcoin
fi: Bitcoin-siirto
fr: Transfert de bitcoins
it: Trasferimento bitcoin
pt: Transferência de Bitcoin
sv: Bitcoin överföring

# payment_info_title_closed_channel
source: Closed Channel
de: Geschlpssener Channel
es: Canal cerrado
fi: Suljettu kanava
fr: Channel fermé
it: Canale chiuso
pt: Canal Encerrado
sv: Stängd kanal

# payment_info_title_send_to_node
source: Send to Node
de: An Node senden
es: Enviar al nodo
fi: Lähetä solmulle
fr: Envoyer au noeud
it: Invia al nodo
pt: Enviar ao Servidor
sv: Skicka till Nod

# payment_info_title_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
sv: Okänd

# payment_info_title_pending_closed_channel
source: Pending Closed Channel
de: Ausstehende Channel-Schließung
es: Cierre de canal en proceso
fi: Odotetaan suljettua kanavaa
fr: Fermeture de canal en cours
it: Canale chiuso in pending
pt: Canal em encerramento
sv: Väntande stängd kanal

# payment_error_to_send
source: Failed to send payment: {error}
de: Zahlung konnte nicht gesendet werden: {error}
es: Hubo un error al enviar el pago: {error}
fi: Maksu lähetys epäonnistui: {error}
fr: Échec de l'envoi du paiement : {error}
it: Impossibile inviare il pagamento: {error}
pt: Houve uma falha ao enviar o pagamento: {error}
sv: Det gick inte att skicka betalning: {error}

# podcast_history_drawer
source: My Top Podcasts
de: Meine Top Podcasts
es: Mis Mejores Podcasts
fi: Suosituimmat Podcastit
fr: Mes meilleurs podcasts
it: I miei podcast preferiti
pt: Meus Principais Podcasts
sv: Mina bästa poddar
