Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# network_custom_node_error
source: ClovrLabs is unable to connect to the specified node. Please make sure this node supports BIP 157.
de: Breez kann keine Verbindung zur angegebenen Node herstellen. Bitte stelle sicher, dass die Node BIP 157 unterstützt.
es: Breez no ha podido conectarse al nodo especificado. Asegúrese de que este nodo sea compatible con el BIP 157.
fi: Sovellus ei saa yhteyttä määritettyyn solmuun. Varmista että siinä on BIP 157 -tuki.
fr: Breez ne parvient pas à se connecter au nœud spécifié. Veuillez vous assurer que ce nœud prend en charge le BIP 157.
it: Breez non è in grado di connettersi al nodo specificato. Assicurati che il nodo supporti BIP 157.
pt: Não foi possível se conectar ao servidor especificado. Certifique-se de que este servidor é compatível com o BIP 157.
sv: Breez kan inte ansluta till den angivna noden. Se till att denna nod stöder BIP 157.

# network_testing_node
source: Testing node
de: Test Node
es: Probando el nodo
fi: Testataan yhteyttä määritetyyn uuteen solmuun
fr: Noeud de test
it: Test del nodo
pt: Testando o servidor
sv: Test nod

# amount_form_denomination
source: Amount in {denomination}
de: Betrag in {denomination}
es: Monto en {denomination}
fi: Määrä valuutassa {denomination}
fr: Montant en {denomination}
it: Importo in {denomination}
pt: Quantia em {denomination}
sv: Belopp i {denomination}

# amount_form_insert_hint
source: Please enter the amount in {denomination}
de: Bitte gib den Betrag in {denomination} an
es: Por favor, ingrese el monto en {denomination}
fi: Anna määrä valuutassa {denomination}
fr: Veuillez saisir le montant en {denomination}
it: Inserisci l'importo in {denomination}
pt: Por favor, insira a quantia em {denomination}
sv: Ange beloppet i {denomination}

# amount_form_error_invalid_amount
source: Invalid amount
de: Ungültiger Betrag
es: Monto inválido
fi: Virheellinen määrä
fr: Montant invalide
it: Importo non valido
pt: Quantia inválida
sv: Ogiltigt belopp

# currency_converter_dialog_error_exchange_rate
source: Failed to retrieve BTC exchange rate.
de: Abruf des BTC-Wechselkurses fehlgeschlagen.
es: Error al recuperar la tasa de cambio de bitcoin.
fi: Bitcoin-kurssitietojen haku epäonnistui.
fr: Impossible de récupérer le taux de change du BTC.
it: Impossibile recuperare il tasso di cambio BTC.
pt: Falha ao recuperar as cotações do BTC.
sv: Det gick inte att hämta BTC växelkursen.

# currency_converter_dialog_title
source: Enter amount in
de: Betrag in
es: Ingrese el monto en
fi: Syötä määrä valuutassa
fr: Entrez le montant en
it: Inserisci l'importo in
pt: Insira a quantia em
sv: Ange belopp i

# currency_converter_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# currency_converter_dialog_action_done
source: DONE
de: FERTIG
es: LISTO
fi: OK
fr: TERMINÉ
it: FATTO
pt: FEITO
sv: GENOMFÖRT

# reverse_swap_title
source: Send to BTC Address
de: An BTC-Adresse senden
es: Enviar a dirección de Red BTC
fi: Lähetä Bitcoin-osoitteeseen
fr: Envoyer à une adresse BTC
it: Invia a indirizzo BTC
pt: Enviar para Endereço BTC
sv: Skicka till BTC adress

# reverse_swap_funding_transaction
source: Funding Transaction:
de: Funding-Transaktion:
es: Transacción de fondos:
fi: Varojen siirto:
fr: Transaction de financement :
it: Transazione di Funding:
pt: Transação de fundos:
sv: Finansieringstransaktion:

# reverse_swap_waiting_channels
source: You will be able to send your funds to a BTC address once all channels are confirmed.
de: Sobald alle Kanäle bestätigt sind, kannst du deine bitcoin an eine BTC-Adresse senden
es: Usted podrá enviar sus fondos a una dirección BTC una vez que todos los canales estén confirmados.
fi: Bitcoin-osoitteeseen lähettäminen on mahdollista vasta kaikkien kanavien avausvahvistuksien jälkeen.
fr: Vous pourrez envoyer vos fonds à une adresse BTC une fois que tous les canaux auront été confirmés.
it: Potrai inviare i tuoi fondi a un indirizzo BTC una volta confermati tutti i canali.
pt: Você poderá enviar seus fundos para um endereço BTC assim que todos os canais forem confirmados.
sv: Du kommer att kunna skicka dina pengar till en BTC adress när alla kanaler har bekräftats.

# reverse_swap_confirmation_speed
source: Choose Processing Speed
de: Wähle Verarbeitungsgeschwindigkeit
es: Elija la velocidad de procesamiento
fi: Valitse käsittelyn prioriteetti
fr: Choisir la vitesse de traitement
it: Scegli la velocità
pt: Escolha a velocidade de processamento
sv: Välj Bearbetningshastighet

# reverse_swap_confirmation_action_confirm
source: CONFIRM
de: BESTÄTIGEN
es: CONFIRMAR
fi: LÄHETÄ
fr: CONFIRMER
it: CONFERMA
pt: CONFIRMAR
sv: BEKRÄFTA

# reverse_swap_confirmation_you_send
source: You send:
de: Du sendest:
es: Usted envía:
fi: Sinä lähetät:
fr: Vous envoyez :
it: Invii:
pt: Você envia:
sv: Du skickar:

# reverse_swap_confirmation_you_receive
source: You receive:
de: Du erhältst:
es: Usted recibe:
fi: Vastaanottaja saa:
fr: Vous recevez :
it: Ricevi:
pt: Você recebe:
sv: Du tar emot:

# reverse_swap_confirmation_transaction_fee
source: Transaction fee:
de: Transaktionsgebühr:
es: Tarifa de transacción:
fi: Tapahtumakulu:
fr: Frais de transaction :
it: Commissioni transazione:
pt: Taxa de transação:
sv: Transaktionsavgift:

# reverse_swap_confirmation_boltz_fee
source: Boltz service fee:
de: Boltz Service Gebühr:
es: Tarifa de servicio de Boltz:
fi: Submarine Swap -kulu:
fr: Frais de service de Boltz :
it: Commissioni Boltz:
pt: Taxa de serviço da Boltz:
sv: Boltz service avgift:

# reverse_swap_confirmation_error_fetch_fee
source: Failed to retrieve fees. Please try again later.
de: Die Gebühren konnten nicht abgerufen werden. Bitte versuche es später noch einmal.
es: Error al consultar las tarifas. Por favor intente de nuevo más tarde.
fi: Kulujen määritys epäonnistyi. Yritä myöhemmin uudelleen.
fr: Échec de la récupération des frais. Veuillez réessayer plus tard.
it: Impossibile recuperare le commissioni. Per favore riprova più tardi.
pt: Falha ao recuperar as taxas. Por favor, tente novamente mais tarde.
sv: Det gick inte att hämta avgifter. Vänligen försök igen senare.

# reverse_swap_confirmation_error_funds_fee
source: You don't have enough funds for this payment network fee.
de: Du hast nicht genug bitcoin für die Netzwerkgebühr.
es: No hay fondos suficientes para pagar la tarifa de pago en la red.
fi: Varasi eivät riitä tapahtumakulujen maksamiseen.
fr: Vous n'avez pas assez de fonds pour payer ces frais de réseau de paiement.
it: Non hai fondi sufficienti per questa commissione di rete.
pt: Você não possui fundos suficientes para esta taxa da rede de pagamento.
sv: Du har inte tillräckligt med pengar för denna nätverksavgift.

# reverse_swap_notification_title
source: Action Required
de: Aktion erforderlich
es: Acción requerida
fi: Toimenpiteitä tarvitaan
fr: Action requise
it: Azione richiesta
pt: Ação requerida
sv: Ååtgärd krävs

# reverse_swap_notification_body
source: Please open ClovrLabs Wallet to complete your requested transaction.
de: Bitte öffne Breez, um die gewünschte Transaktion abzuschließen.
es: Abra Breez para completar la transacción solicitada.
fi: Avaa Breez käynnistämäsi tapahtuman päättämiseksi.
fr: Veuillez ouvrir Breez pour effectuer la transaction demandée.
it: Si prega di aprire Breez per completare la transazione richiesta.
pt: Abra a Breez para concluir a transação solicitada.
sv: Öppna Breez för att slutföra din begärda transaktion.

# sync_progress_server_ready
source: Synchronizing to the network
de: Synchronisierung mit dem Netzwerk
es: Sincronizando con la red
fi: Odota, sovellus synkronoi tietoja
fr: Synchronisation avec le réseau
it: Sincronizzazione con la rete
pt: Sincronizando com a rede
sv: Synkronisera till nätverket

# sync_progress_waiting_network
source: Waiting for network
de: Warte auf das Netzwerk
es: Esperando la red
fi: Odotetaan verkkoyhteyttä
fr: En attente du réseau
it: In attesa della rete
pt: Aguardando a rede
sv: Väntar på nätverk

# withdraw_funds_error_min_value
source: Must be at least {minValue}
de: Muss mindestens {minValue} sein
es: Debe ser al menos {minValue}
fi: Nostettava minimimäärä on {minValue}
fr: Doit être au moins {minValue}
it: Deve essere almeno {minValue}
pt: Deve ser pelo menos {minValue}
sv: Måste vara minst {minValue}

# withdraw_funds_error_max_value
source: Must be less than {maxValue}
de: Muss weniger als {maxValue} sein
es: Debe ser menor que {maxValue}
fi: Nostettava enimmäismäärä on {maxValue}
fr: Doit être inférieur à {maxValue}
it: Deve essere meno di {maxValue}
pt: Deve ser menos que {maxValue}
sv: Måste vara mindre än {maxValue}

# withdraw_funds_use_all_funds
source: Use All Funds
de: Maximale Summe verwenden
es: Usar todos los fondos
fi: Käytä kaikki varat
fr: Utiliser tous les fonds
it: Usa tutti i fondi
pt: Usar todo o saldo
sv: Använd alla medel

# withdraw_funds_btc_address
source: BTC Address
de: BTC Adresse
es: Dirección BTC
fi: Vastaanottajan Bitcoin-osoite
fr: Adresse BTC
it: Indirizzo BTC
pt: Endereço BTC
sv: BTC Adress

# withdraw_funds_scan_barcode
source: Scan Barcode
de: Barcode scannen
es: Escanear el código de barras
fi: Lue QR-koodi
fr: Scanner le code-barres
it: Scansiona il barcode
pt: Ler o código de barras
sv: Scanna Barcode

# withdraw_funds_error_invalid_address
source: Please enter a valid BTC Address
de: Bitte gib eine gültige BTC Address an
es: Por favor ingrese una dirección BTC válida
fi: Bitcoin-osoitetta ei tunnistettu
fr: Veuillez entrer une adresse BTC valide
it: Inserisci un indirizzo BTC valido
pt: Por favor insira um endereço BTC válido
sv: Vänligen ange en giltig BTC adress

# withdraw_funds_balance
source: Balance:
de: Kontostand:
es: Saldo:
fi: Saldo:
fr: Solde :
it: Bilancio
pt: Saldo:
sv: Balans:

# withdraw_funds_error_qr_code_not_detected
source: QR code wasn't detected.
de: QR-Code wurde nicht erkannt.
es: No se detectó el código QR.
fi: QR-koodia ei tunnistettu.
fr: QR code non détecté.
it: Nessun QR code rilevato.
pt: O código QR não foi detectado.
sv: QR-koden upptäcktes inte.

# withdraw_funds_action_next
source: NEXT
de: WEITER
es: SIGUIENTE
fi: JATKA
fr: SUIVANT
it: AVANTI
pt: AVANÇAR
sv: NÄSTA

# swap_in_progress_title
source: Send to BTC Address
de: An BTC Adresse senden
es: Enviar a Dirección BTC
fi: Lähetä Bitcoin-osoitteeseen
fr: Envoyer à l'adresse BTC
it: Invia a indirizzo BTC
pt: Enviar para Endereço BTC
sv: Skicka till BTC adress

# swap_in_progress_transaction_id_copied
source: Transaction ID was copied to your clipboard.
de: Transaktions-ID wurde in Ihre Zwischenablage kopiert.
es: El ID de transacción fue copiado a su portapapeles.
fi: Tapahtumatunniste kopioitiin leikepöydälle.
fr: L'ID de la transaction a été copié dans votre presse-papiers.
it: ID della transazione copiata negli appunti
pt: O ID da transação foi copiado para a sua área de transferência.
sv: Transaktions-ID kopierades till urklipp.

# swap_in_progress_message_waiting_confirmation
source: ClovrLabs is waiting for your transaction to be confirmed.
de: Breez wartet auf die Bestätigung der folgenden Transaktion, bevor deine bitcoin an die angegebene Adresse gesendet werden
es: Breez está esperando la confirmación de su transacción.
fi: Odotetaan tapahtuman vahvistusta.
fr: Breez attend que votre transaction soit confirmée.
it: Breez sta aspettando la conferma della tua transazione.
pt: A Breez está aguardando sua transação ser confirmada.
sv: Breez väntar på att följande transaktion ska bekräftas innan dina pengar skickas till den angivna adressen.

# swap_in_progress_message_processing_previous_request
source: ClovrLabs is currently processing your previous request. You'll be notified once processing is completed to send your funds to the address you've specified.
de: Breez bearbeitet derzeit deine vorherige Anfrage. Du wirst benachrichtigt, sobald die Bearbeitung abgeschlossen ist, um deine bitcoin an die von dir angegebene Adresse zu senden
es: Breez está procesando su solicitud anterior. Se le notificará cuando se haya completado el envío de fondos a la dirección especificada.
fi: Edellisen tapahtuman käsittely on kesken. Saat ilmoituksen kun tapahtuma valmistuu.
fr: Breez est en train de traiter votre demande précédente. Vous serez informé dès que le traitement sera terminé pour envoyer vos fonds à l'adresse que vous avez indiquée.
it: Breez sta attualmente elaborando la tua richiesta precedente. Una volta completata l'elaborazione, riceverai una notifica per inviare i tuoi fondi all'indirizzo che hai specificato.
pt: A Breez está processando sua solicitação anterior. Você será notificado quando o processamento for concluído.
sv: Breez bearbetar för närvarande din tidigare begäran. Du kommer att meddelas när bearbetningen är klar för att skicka dina pengar till den adress du har angett.

# market_place_no_vendors
source: There are no available vendors at the moment.
de: Zurzeit sind keine Anbieter verfügbar.
es: Actualmente no hay vendedores disponibles.
fi: Sovelluskaupasta ei löydy toimittajia.
fr: Il n'y a pas de vendeurs disponibles pour le moment.
it: Non ci sono fornitori disponibili al momento.
pt: No momento não há vendedores disponíveis.
sv: Det finns inga tillgängliga leverantörer för tillfället.

# account_required_actions_backup
source: Backup
es: Respaldo de seguridad
fi: Varmuuskopio
fr: Sauvegarde

# account_page_activation_provider
source: In order to activate ClovrLabs, please select a provider:
de: Um Breez zu aktivieren, wähle bitte einen Anbieter:
es: Para activar Breez, seleccione un proveedor:
fi: Sovelluksen aktivoiminen edellyttää toimittajan valitsemista:
fr: Afin d'activer Breez, veuillez sélectionner un fournisseur :
it: Per attivare Breez, seleziona un provider:
pt: Para efetuar a ativação selecione um provedor:
sv: För att aktivera Breez, välj en leverantör:

# account_page_activation_provider_action_select
source: SELECT…
de: AUSWÄHLEN…
es: SELECCIONAR…
fi: VALITSE…
fr: SÉLECTIONNER...
it: SELEZIONA...
pt: SELECIONAR…
sv: VÄLJ…

# account_page_activation_provider_label
source: Select a Lightning Provider
de: Wähle einen Lightning-Anbieter
es: Seleccione un proveedor de Lightning Network
fi: Valitse salamaverkon toimittaja
fr: Sélectionnez un fournisseur Lightning
it: Seleziona un provider Lightning
pt: Selecione um provedor de Rede Relâmpago
sv: Välj en Lightning leverantör

# account_page_activation_provider_hint
source: Please select one of the following providers in order to activate ClovrLabs Wallet and connect to the Lightning network.
de: Bitte wähle einen der folgenden Anbieter, um Breez zu aktivieren und sich mit dem Lightning-Netzwerk zu verbinden.
es: Por favor seleccione uno de los siguientes proveedores para activar Breez y conectarse a Lightning Network.
fi: Valitse salamaverkon toimittaja seuraavista vaihtoehdoista, jotta sovellus aktivoituu ja se yhdistetään salamaverkkoon.
fr: Veuillez sélectionner l'un des fournisseurs suivants afin d'activer Breez et de vous connecter au réseau Lightning.
it: Seleziona uno dei seguenti provider per attivare Breez e collegarti a Lightning Network.
pt: Selecione um dos seguintes provedores para ativar a Breez e conectar-se à Rede Relâmpago.
sv: Välj en av följande leverantörer för att aktivera Breez och ansluta till Lightning-nätverket.

# account_page_activation_error
source: There was an error fetching lightning providers. Please check your internet connection and try again.
de: Es ist ein Fehler beim Abrufen der Lightning-Anbieter aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es erneut
es: Se produjo un error al obtener proveedores de Lightning Network. Compruebe su conexión a internet e intente de nuevo.
fi: Salamaverkko toimittajien haku epäonnistui. Tarkista Internet-yhteys ja yritä uudelleen..
fr: Une erreur s'est produite lors de la récupération des fournisseurs Lightning. Veuillez vérifier votre connexion Internet et réessayer.
it: Si è verificato un errore durante il recupero dei provider Lightning. Controlla la tua connessione Internet e prova di nuovo.
pt: Ocorreu um erro ao buscar provedores de Rede Relâmpago. Por favor verifique sua conexão com a internet e tente novamente.
sv: Det gick inte att hämta lightning-leverantörer. Kontrollera din internetanslutning och försök igen.

# account_page_activation_action_retry
source: RETRY
de: ERNEUT VERSUCHEN
es: INTENTAR DE NUEVO
fi: YRITÄ UUDELLEEN
fr: RÉESSAYER
it: RIPROVA
pt: TENTAR NOVAMENTE
sv: FÖRSÖK IGEN

# account_page_activation_action_select
source: SELECT
de: AUSWÄHLEN
es: SELECCIONAR
fi: VALITSE
fr: SÉLECTIONNER
it: SELEZIONA
pt: SELECIONAR
sv: VÄLJ

# funds_over_limit_dialog_on_chain_transaction
source: On-chain Transaction
de: On-chain Transaktion
es: Transacción On-chain
fi: On-chain -tapahtuma
fr: Transaction on-chain
it: Transazione on-chain
pt: Transações pela rede Bitcoin
sv: On-chain Transaktion

# funds_over_limit_dialog_transfer_fail_no_reason_know
source: ClovrLabs was not able to transfer the funds to your balance
de: Breez war nicht in der Lage, den Transfer auf dein Guthaben gutzuschreiben
es: Breez no ha podido transferir los fondos a su billetera
fi: Varoja ei pystytty siirtämään saldollesi.
fr: Breez n'a pas pu transférer les fonds sur votre balance
it: Breez non è stato in grado di trasferire i fondi sul tuo saldo
pt: Não foi possível transferir os fundos para a sua carteira
sv: Breez kunde inte överföra pengarna till ditt saldo

# funds_over_limit_dialog_transfer_fail_with_reason
source: ClovrLabs was not able to transfer the funds to your balance since {reason}
de: Breez war nicht in der Lage, den Transfer auf dein Guthaben gutzuschreiben {reason}
es: Error de transferencia de fondos: {reason}
fi: Varojen saldolle siirron aikana tapahtui häiriö: {reason}
fr: Breez n'a pas été en mesure de transférer les fonds sur votre solde puisque {reason}
it: Breez non è stato in grado di trasferire i fondi sul tuo saldo perché {reason}
pt: Não foi possível transferir os fundos para a sua carteira devido ao seguinte erro: {reason}
sv: Breez kunde inte överföra pengarna till ditt saldo pga {reason}

# approximately_an_hour
source: (in about an hour)
de: (in etwa einer Stunde)
es: (en aproximadamente 1 hora)
fi: jälkeen eli noin tunnin kuluttua
fr: (dans environ une heure)
it: (in circa un'ora)
pt: (aproximadamente em 1 hora)
sv: (om ungefär en timme)

# approximate_hours
source: (~{hours} hours)
de: (~{hours} Stunden)
es: (en aproximadamente {hours} horas)
fi: jälkeen eli noin (~{hours} tunnin kuluttua)
fr: (~{hours} heures)
it: (~{hours} ore)
pt: (aproximadamente em {hours} horas)
sv: (~{hours} timmar)

# funds_over_limit_dialog_redeem_hours
source: You will be able to redeem your funds after block {lockHeight} {hoursToUnlock}.
de: Du kannst dein Guthaben nach Block {lockHeight} {hoursToUnlock} wieder abheben.
es: Podrá retirar sus fondos después del bloque {lockHeight} {hoursToUnlock}.
fi: Voit lunastaa varasi Bitcoin-lohkon {lockHeight} {hoursToUnlock}.
fr: Vous pourrez racheter vos fonds après le bloc {lockHeight} {hoursToUnlock}.
it: Potrai riscattare i tuoi fondi dopo il blocco {lockHeight} {hoursToUnlock}.
pt: Você poderá resgatar seus fundos após o bloco {lockHeight} {hoursToUnlock}.
sv: Du kommer att kunna lösa in dina pengar efter block {lockHeight} {hoursToUnlock}.

# funds_over_limit_dialog_refund_begin
source: You can
de: Du kannst
es: Puedes
fi: Sinä voit
fr: Vous pouvez
it: Puoi
pt: Você pode
sv: Du kan

# funds_over_limit_dialog_refund_link
source: get a refund
de: eine Rückerstattung erhalten
es: solicitar un reembolso
fi: lunastaa
fr: obtenir un remboursement
it: ottenere un rimborso
pt: obter um reembolso
sv: få en återbetalning

# funds_over_limit_dialog_refund_end
source: now.
de: jetzt.
es: ahora.
fi: varat nyt.
fr: à présent.
it: ora.
pt: agora.
sv: nu.

# get_refund_title
source: Get Refund
de: Rückerstattung erhalten
es: Solicitar reembolso
fi: Alota lunastus
fr: Obtenir un remboursement
it: Ottieni rimborso
pt: Obter reembolso
sv: Få återbetalning

# get_refund_action_broadcasted
source: BROADCASTED
es: EMITIDO
fi: TAPAHTUMA LÄHETETTY
fr: DIFFUSÉE
it: TRASMESSO
pt: TRANSMITIDA
sv: SÄNT

# get_refund_action_continue
source: CONTINUE
de: WEITER
es: CONTINUAR
fi: JATKA
fr: CONTINUER
it: CONTINUA
pt: CONTINUAR
sv: FORTSÄTT

# get_refund_transaction
source: Refund Transaction
de: Transaktion erstatten
es: Transacción de Reembolso
fi: Lunastuksen tapahtumatunnus
fr: Transaction de remboursement
it: Transazione di rimborso
pt: Transação de reembolso
sv: Återbetalningstransaktion

# get_refund_failed
source: failed
de: fehlgeschlagen
es: falló
fi: epäonnistui
fr: échec
it: fallito
pt: falhou
sv: misslyckades

# send_on_chain_broadcast
source: BROADCAST
es: EMITIR
fi: LÄHETÄ
fr: DIFFUSER
it: TRASMETTI
pt: TRANSMITIR
sv: SÄND

# send_on_chain_btc_address
source: BTC Address
de: BTC Adresse
es: Dirección BTC
fi: Bitcoin-osoite
fr: Adresse BTC
it: Indirizzo BTC
pt: Endereço BTC
sv: BTC Adress

# send_on_chain_scan_barcode
source: Scan Barcode
de: Barcode scannen
es: Escanear código de barras
fi: Lue QR-koodi
fr: Scanner le code-barres
it: Scansiona il barcode
pt: Ler código de barras
sv: Scanna Barcode

# send_on_chain_invalid_btc_address
source: Please enter a valid BTC Address
de: Bitte gib eine gültige BTC Adresse an
es: Por favor ingrese una Dirección BTC válida
fi: Bitcoin-osoitetta ei tunnistettu
fr: Veuillez entrer une adresse BTC valide
it: Inserisci un indirizzo BTC valido
pt: Por favor insira um endereço BTC válido
sv: Vänligen ange en giltig BTC-adress

# send_on_chain_sat_per_byte_fee_rate
source: Sat Per Byte Fee Rate
de: Sat Per Byte (Gebührensatz)
es: Tasa de transacción en sats/byte
fi: Sat / Tavu -kulu
fr: Taux de frais en sats/octet
pt: Taxa de sat por byte
sv: Sat Per Byte Avgiftssats

# send_on_chain_invalid_fee_rate
source: Please enter a valid fee rate
de: Bitte gib einen gültigen Gebührensatz an
es: Por favor ingrese una tasa de transacción válida
fi: Syötä kelvollinen kulumäärä
fr: Veuillez entrer un taux de frais valide
it: Inserisci una valida fee rate
pt: Por favor insira um taxa por byte válida
sv: Ange en giltig avgiftssats

# send_on_chain_original_transaction
source: Original Transaction
de: Ursprüngliche Transaktion
es: Transacción original
fi: Alkuperäinen tapahtumatunnus
fr: Transaction initiale
it: Transazione originale
pt: Transação original
sv: Ursprunglig transaktion

# send_on_chain_amount
source: Amount:
de: Betrag:
es: Monto:
fi: Määrä:
fr: Montant :
it: Importo:
pt: Quantia:
sv: Belopp:

# send_on_chain_qr_code_not_detected
source: QR code wasn't detected.
de: QR-Code wurde nicht erkannt.
es: No se detectó el código QR.
fi: QR-koodia ei tunnistettu.
fr: QR code non détecté.
it: Nessun QR code rilevato.
pt: O código QR não foi detectado.
sv: QR-koden upptäcktes inte.

# remote_server_title
source: Remote Server
es: Servidor remoto
fi: Verkkolevy-palvelin
fr: Serveur Distant
it: Server remoto
pt: Servidor remoto

# remote_server_server_url_label
source: Server URL (Nextcloud, WebDav)
es: URL del Servidor (Nextcloud, WebDav)
fi: Palvelimen URL (Nextcloud, WebDav)
fr: URL du Serveur (Nextcloud, WebDav)
pt: URL do Servidor (Nextcloud, WebDav)

# remote_server_server_username_hint
source: Username
de: Benutzername
es: Usuario
fi: käyttäjätunnus
fr: Nom d'utilisateur :
it: Nome utente
pt: Usuário
sv: Användarnamn

# remote_server_server_username_label
source: User Name
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
pt: Usuário
sv: Användarnamn

# remote_server_server_password_hint
source: Password
de: Passwort
es: Contraseña
fi: salasana
fr: Mot de passe
pt: Senha
sv: Lösenord

# remote_server_server_password_label
source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
pt: Senha
sv: Lösenord
