Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# remote_server_action_restore
source: RESTORE
de: WIEDERHERSTELLEN
es: RESTAURAR
fi: PALAUTA
fr: RESTAURER
it: RIPRISTINA
pt: RESTAURAR
sv: ÅTERSTÄLL

# remote_server_action_save
source: SAVE
de: SPEICHERN
es: GUARDAR
fi: TALLENNA
fr: SAUVEGARDER
it: SALVA
pt: SALVAR
sv: SPARA

# remote_server_warning_connection_title
source: Connection Warning
de: Warnung
es: Aviso de conexión
fi: Varoitus verkkoyhteydestä
fr: Avertissement sur la connexion
it: Avviso di connessione
pt: Aviso de conexão
sv: Anslutningsvarning

# remote_server_warning_connection_message
source: Your connection to this remote server may not be a secured connection. Are you sure you want to continue?
de: Deine Verbindung zu diesem Remote-Server ist möglicherweise nicht sicher. Bist du sicher, dass du fortfahren möchtest?
es: Es posible que su conexión a este servidor remoto no sea una conexión segura. Estás seguro de que quieres continuar?
fi: Palvelinyhteys ei ole tietoturvallinen. Haluatko kuitenkin jatkaa?
fr: Votre connexion à ce serveur distant peut ne pas être une connexion sécurisée. Êtes-vous sûr de vouloir continuer ?
it: La tua connessione a questo server remoto potrebbe non essere protetta. Sei sicuro di voler continuare?
pt: Sua conexão com este servidor remoto pode não ser uma conexão segura. Você tem certeza que quer continuar?
sv: Din anslutning till den här servern kanske inte är en säker anslutning. Är du säker på att du vill fortsätta?

# remote_server_testing_connection
source: Testing connection
de: Teste Verbindung
es: Probando la Conexión
fi: Yhteyttä testataan
fr: Test de la connexion
it: Testo la connessione
pt: Testando conexão
sv: Testar nåbarhet

# remote_server_error_invalid_username_or_password
source: Invalid User Name or Password
de: Ungültiger Benutzername oder Passwort
es: Usuario o Contraseña inválido
fi: Käyttäjätunnus tai salasana on virheellinen
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome utente o password non validi
pt: Usuário ou senha inválido
sv: Ogiltigt användarnamn eller lösenord

# remote_server_error_invalid_url
source: Invalid URL
de: Ungültige URL
es: URL inválida
fi: Virheellinen URL
fr: URL invalide
it: URL non valida
pt: URL inválida
sv: Ogiltig URL

# remote_server_error_remote_server_title
source: Remote Server
es: Servidor Remoto
fi: Palvelin virhe
fr: Serveur Distant
it: Server remoto
pt: Servidor remoto
sv: Server

# remote_server_error_remote_server_message
source: Failed to connect with the remote server, please check your settings.
de: Die Verbindung mit dem Remote-Server konnte nicht hergestellt werden, bitte überprüfe die Einstellungen
es: No se pudo conectar al servidor remoto, verifique su configuración.
fi: Palvelimeen yhdistäminen epäonnistui. Tarkista määritykset.
fr: La connexion avec le serveur distant a échoué, veuillez vérifier vos paramètres..
it: Impossibile connettersi al server remoto, controlla le tue impostazioni.
pt: Falha ao conectar com o servidor remoto, verifique suas configurações.
sv: Det gick inte att ansluta till servern, kontrollera dina inställningar.

# error_dialog_default_action_yes
source: YES
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: Sì
pt: SIM
sv: JA

# error_dialog_default_action_no
source: NO
de: NEIN
fi: Peruuta
fr: NON
pt: NÃO
sv: NEJ

# error_dialog_default_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# ln_url_success_action_title
source: Purchase Information
de: Informationen zum Kauf
es: Información de Compra
fi: Hankinnan kuvaus
fr: Informations sur l'achat
it: Informazioni d'acquisto
pt: Informações da compra
sv: Köpinformation

# ln_url_success_action_link_copied
source: link was copied to your clipboard.
de: Link wurde in deine Zwischenablage kopiert.
es: El enlace ha sido copiado a su portapapeles.
fi: linkki kopioitiin leikepöydälle.
fr: le lien a été copié dans votre presse-papiers.
it: link copiato negli appunti
pt: O link foi copiado para sua área de transferência.
sv: länken kopierades till urklipp.

# avatar_picker_action_set_photo
source: Set Photo
de: Bild auswählen
es: Establecer foto
fi: Aseta kuva
fr: Définir la Photo
it: Imposta foto
pt: Definir foto
sv: Välj foto

# avatar_picker_action_change_photo
source: Change Photo
de: Bild wechseln
es: Hubo un error al seleccionar la imagen
fi: Vaihda kuva
fr: Changer la Photo
it: Cambia foto
pt: Alterar a foto
sv: Byt foto

# avatar_picker_error_select_image
source: Failed to Select Image
de: Bildauswahl fehlgeschlagen
es: No se pudo seleccionar la imagen.
fi: Kuvan valitseminen epäonnistui
fr: Impossible de sélectionner l'image
it: Impossibile selezionare l'immagine
pt: Houve uma falha ao selecionar a imagem
sv: Det gick inte att välja bild

# initial_walk_through_welcome_message
source: The simplest, fastest & safest way to spend your bitcoins
de: Der einfachste, schnellste und sicherste Weg deine bitcoin auszugeben
es: La forma más rápida, segura y fácil de usar tus bitcoins
fi: Yksinkertaisin, nopein ja turvallisin tapa käytää bitcoineja
fr: Le moyen le plus simple, le plus rapide et le plus sûr de dépenser vos bitcoins.
it: Il modo più semplice, veloce e sicuro per spendere i tuoi bitcoin
pt: O jeito mais rápido, seguro e fácil de usar os seus bitcoins
sv: Det enklaste, snabbaste och säkraste sättet att spendera dina bitcoins

# initial_walk_through_lets_breeze
source: SIGN UP
de: LET'S BREEZ!
es: ¡VAMOS BREEZ!
fi: Aloita BREEZ!
fr: ET QUE CA BREEZ!
it: BREEZIAMO!
pt: VAMOS BREEZ!
sv: LET'S BREEZ!

# initial_walk_through_restore_from_backup
source: Restore from backup
de: Wiederherstellen vom Backup
es: Reinstalar desde el respaldo
fi: Palauta varmuuskopio
fr: Restaurer à partir d'une sauvegarde
it: Ripristina da backup
pt: Restaurar do backup
sv: Återställ från backup

# initial_walk_through_restoring
source: Restoring data…
de: Stelle Daten her…
es: Restaurando datos…
fi: Palautetaan tietoja…
fr: Restauration des données...
it: Ripristino i dati...
pt: Restaurando dados…
sv: Återställer data…

# initial_walk_through_sign_in_icloud_title
source: Sign in to iCloud
de: Bei iCloud anmelden
es: Iniciar sesión en iCloud
fi: iCloud Kirjautuminen
fr: Connectez-vous à iCloud
it: Accedi a iCloud
pt: Entrar no iCloud
sv: Logga in på iCloud

# initial_walk_through_sign_in_icloud_message
source: Sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
de: Melde dich bei deinem iCloud-Konto an. Öffne die Einstellungen App, tippe auf iCloud und gib deine Apple ID ein. Schalte iCloud Drive ein. Wenn du kein iCloud-Konto hast, tippe auf Neue Apple ID erstellen.
es: Inicie sesión en su cuenta de iCloud. En la pantalla de inicio, inicie Configuración, toque iCloud e ingrese su ID de Apple. Active iCloud Drive. Si no tiene una cuenta de iCloud, toque Crear un nuevo ID de Apple.
fi: Kirjaudu iCloud-tilillesi. Mene aloitusnäkymään, avaa Asetukset, valitse iCloud ja syötä Apple-tunnuksesi. Kytke iCloud Drive -päälle. Mikäli sinulla ei ole iCloud-tiliä, napauta Luo uusi Apple-tunnus.
fr: Connectez-vous à votre compte iCloud. Sur l'écran d'accueil, lancez Paramètres, appuyez sur iCloud, puis saisissez votre identifiant Apple. Activez iCloud Drive. Si vous n'avez pas de compte iCloud, appuyez sur Créer un nouvel identifiant Apple.
it: Accedi al tuo account iCloud. Nella schermata Home, avvia Impostazioni, tocca iCloud e inserisci il tuo ID Apple. Attiva iCloud Drive. Se non hai un account iCloud, fai tap su Crea un nuovo ID Apple.
pt: Entre em sua conta do iCloud. Na tela inicial, abra Ajustes, toque em iCloud e digite seu ID Apple. Ligue o iCloud Drive. Se você não tiver uma conta iCloud, toque em Criar um novo ID Apple.
sv: Logga in på ditt iCloud-konto. Starta Inställningar på hemskärmen, tryck på iCloud och ange ditt Apple-ID. Slå på iCloud Drive. Om du inte har ett iCloud-konto trycker du på Skapa ett nytt Apple-ID.

# initial_walk_through_error_backup_location
source: Could not locate backup for this account
de: Backup für dieses Konto konnte nicht gefunden werden
es: No se pudo encontrar ninguna copia de seguridad para esta cuenta
fi: Tältä käyttäjätililtä ei löytynyt varmuuskopiota
fr: Impossible de localiser la sauvegarde pour ce compte
it: Non riesco a trovare un backup per questo account
pt: Não foi possível localizar nenhum backup para esta conta
sv: Det gick inte att hitta backupen för det här kontot

# initial_walk_through_error_internal
source: Internal Error
de: Interner Fehler
es: Error Interno
fi: Järjestelmävirhe (Internal Error)
fr: Erreur interne
it: Errore interno
pt: Erro interno
sv: Internt Fel

# restore_pin_title
source: Enter backup PIN
de: Backup-PIN eingeben
es: Ingrese el PIN de respaldo
fi: Anna varmuuskopion PIN-koodi
fr: Entrez le code PIN de sauvegarde
it: Inserisci PIN di backup
pt: Insira o PIN do backup
sv: Skriv in backup PIN

# enter_backup_phrase
source: Enter your backup phrase {number}/{total}
de: Gib deine Sicherungsphrase ein {number}/{total}
es: Ingrese la frase de respaldo {number}/{total}
fi: Syötä varmuuskopion salauslauseen sana {number}/{total}
fr: Entrez votre phrase de sauvegarde {number}/{total}
it: Inserisci la tua frase di backup {number}/{total}
pt: Insira a frase de backup {number}/{total}
sv: Ange din backup fras {number}/{total}

# enter_backup_phrase_error
source: Failed to restore from backup. Please make sure backup phrase was correctly entered and try again.
de: Backup Wiederherstellung fehlgeschlagen. Bitte vergewissere dich, dass die Backup-Phrase korrekt eingegeben wurde und versuche es erneut.
es: No se pudo restaurar la copia de seguridad. Verifique que la frase de respaldo se haya ingresado correctamente y vuelva a intentarlo.
fi: Varmuuskopion palautus epäonnistui. Yritä syöttää salauslause uudelleen.
fr: Échec de la restauration à partir de la sauvegarde. Veuillez vous assurer que la phrase de sauvegarde a été correctement saisie et réessayez.
it: Impossibile ripristinare dal backup. Assicurati che la frase di backup sia stata inserita correttamente e riprova.
pt: Falha ao restaurar o backup. Verifique se a frase de backup foi inserida corretamente e tente novamente.
sv: Det gick inte att återställa från backup. Se till att backup frasen har angetts korrekt och försök igen.

# enter_backup_phrase_missing_word
source: Missing word
de: Fehlendes Wort
es: Faltan palabras
fi: Puuttuva sana
fr: Mot manquant
it: Parola mancante
pt: Faltam palavras
sv: Saknat ord

# enter_backup_phrase_invalid_word
source: Invalid word
de: Ungültiges Wort
es: Palabras inválidas
fi: Virheellinen sana
fr: Mot invalide
it: Parola non valida
pt: Palavras inválidas
sv: Ogiltigt ord

# enter_backup_phrase_action_restore
source: RESTORE
de: WIEDERHERSTELLEN
es: RESTAURAR
fi: PALAUTA
fr: RESTAURER
it: RIPRISTINA
pt: RESTAURAR
sv: ÅTERSTÄLL

# enter_backup_phrase_action_next
source: NEXT
de: WEITER
es: SIGUIENTE
fi: SEURAAVA
fr: SUIVANT
it: AVANTI
pt: PRÓXIMO
sv: NÄSTA

# restore_dialog_title
source: Restore
de: Wiederherstellen
es: Restaurar
fi: Varmuuskopion palautus
fr: Restaurer
it: Ripristina
pt: Restaurar
sv: Återställ

# restore_dialog_multiple_accounts
source: You have multiple ClovrLabs Wallet backups on {name}, please choose which one to restore:
de: Du hast mehrere Breez-Backups auf {name}, bitte wähle aus, welches du wiederherstellen möchtest:
es: Tiene varias copias de seguridad de Breez en la cuenta {name}, elija cuál desea restaurar:
fi: Tililläsi on tallennettuna useita varmuuskopioita. Valitse palautettava varmuuskopio:
fr: Vous avez plusieurs sauvegardes de Breez sur {name}, veuillez choisir celle à restaurer :
it: Hai più backup Breez su {name}, scegli quale ripristinare:
pt: Você possui multiplo backups da Breez na conta {name}, por favor, escolha qual você deseja restaurar:
sv: Du har flera Breez-säkerhetskopior på {name}, välj vilken du vill återställa:

# restore_dialog_download_backup
source: Download Backup
de: Backup laden
es: Descargar copia de seguridad
fi: Lataa varmuuskopion tiedot
fr: Télécharger la Sauvegarde
it: Scarica backup
pt: Baixar o backup
sv: Ladda Ned Backup

# restore_dialog_download_backup_for_node
source: Do you want to download the backup data for node: {nodeId}?
de: Möchtest du die Sicherungsdaten für Node {nodeId} herunterladen?
es: ¿Desea descargar los datos de la copia de seguridad en el nodo: {nodeId}?
fi: Haluatko ladata varmuuskopion tiedot solmutunnisteelle: {nodeId}?
fr: Voulez-vous télécharger les données de sauvegarde pour le noeud : {nodeId} ?
it: Vuoi scaricare i dati di backup per il nodo: {nodeId}?
pt: Deseja baixar os dados de backup para o servidor: {nodeId}?
sv: Vill du ladda ner backup'ad data för nod: {nodeId}?

# restore_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# restore_dialog_download_backup_error
source: Download Error
de: Download-Fehler
es: Error de Descarga
fi: Latausvirhe
fr: Erreur de téléchargement
it: Errore di download
pt: Erro no download
sv: Nedladdningsfel

# beta_warning_title
source: Beta Warning
de: Beta Warnung
es: Aviso de Beta
fi: Beta-varoitus
fr: Avertissement de bêta
it: Avviso beta
pt: Aviso de beta
sv: Beta Varning

# beta_warning_message
source: Since ClovrLabs Wallet does not support yet the back up feature, there is a chance your money is lost. Use the app only if you are willing to take this risk.
de: Da sich Breez noch im Beta-Stadium befindet, besteht die Möglichkeit, dass deine bitcoin verloren gehen. Verwende diese App nur, wenn de bereit bist, dieses Risiko einzugehen
es: Como Breez aún está en versión beta, existe la posibilidad de que pierdas tu dinero. Use esta aplicación solo si está dispuesto a correr ese riesgo.
fi: Breez-sovellus on beta-kehitysvaiheessa. On mahdollista että sovellus saattaa aiheuttaa menetyksen osaan tai kaikkiin varoihisi, joita sovelluksella hallitset. Käytä sovellusta ainoastaan jos olet valmis ottamaan tämän riskin.
fr: Comme Breez est encore en version bêta, il y a un risque que votre argent soit perdu. N'utilisez cette application que si vous êtes prêt à prendre ce risque.
it: Dal momento che Breez è ancora in versione beta, c'è la possibilità che i tuoi soldi vadano persi. Usa questa app solo se sei disposto a correre questo rischio.
pt: Como a Breez ainda está na versão beta, há uma chance de seu dinheiro ser perdido. Use este aplicativo apenas se estiver disposto a correr esse risco.
sv: Eftersom Breez fortfarande är i beta, finns det en chans att dina pengar går förlorade. Använd den här appen endast om du är villig att ta denna risk.

# beta_warning_understand
source: I understand
de: Ich verstehe
es: Entiendo
fi: Ymmärrän ja hyväksyn riskin
fr: Je comprends
it: Capisco
pt: Compreendo
sv: Jag förstår

# beta_warning_understand_confirmation
source: Please confirm that you understand before you continue.
de: Bitte bestätige, dass du verstanden hast, bevor du fortfährst
es: Por favor, confirme que entiende antes de continuar.
fi: Vahvista että ymmärrät riskin ennen kuin jatkat eteenpäin.
fr: Veuillez confirmer que vous avez compris avant de continuer.
it: Conferma di aver compreso prima di continuare.
pt: Por favor, confirme que você entendeu antes de continuar.
sv: Bekräfta att du förstår innan du fortsätter.

# beta_warning_action_exit
source: EXIT
de: BEENDEN
es: SALIR
fi: Poistu
fr: QUITTER
it: ESCI
pt: SAIR
sv: AVSLUTA

# beta_warning_action_continue
source: CONTINUE
de: WEITER
es: CONTINUAR
fi: VAHVISTA
fr: CONTINUER
it: CONTINUA
pt: PROSSEGUIR
sv: FÖRTSÄTT

# processing_payment_dialog_synchronizing
source: Synchronizing to the network
de: Synchronisierung mit dem Netzwerk
es: Sincronizando con la red
fi: Sovellus synkronoi tietoja
fr: Synchronisation avec le réseau
it: Sincronizzazione con la rete
pt: Sincronizando com a rede
sv: Synkroniserar med nätverket

# processing_payment_dialog_synchronizing_channels
source: ClovrLabs is synchronizing your channels
de: Breez synchronisiert deine Kanäle
es: Sincronizando tus canales
fi: Sovellus synkronoi kanavien tietoja
fr: Breez synchronise vos canaux
it: Breez sta sincronizzando i tuoi canali
pt: Sincronizando os seus canais
sv: Breez synkroniserar dina kanaler

# processing_payment_dialog_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: Sulje
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# processing_payment_dialog_processing_payment
source: Processing Payment
de: Zahlung wird abgewickelt
es: Procesando el pago
fi: Maksun käsittely
fr: Traitement du paiement
it: Elaborazione del pagamento
pt: Processando o pagamento
sv: Bearbetar betalning

# processing_payment_dialog_wait
source: Please wait while your payment is being processed
de: Bitte warte während die Zahlung abgewickelt wird
es: Por favor, espere mientras se procesa su pago.
fi: Odota kunnes maksu on käsitelty.
fr: Veuillez patienter, votre paiement est en cours de traitement
it: Attendi mentre il pagamento viene elaborato
pt: Por favor, aguarde enquanto o seu pagamento é processado
sv: Vänta medan din betalning behandlas

# payment_request_dialog_requested
source: You are requested to pay:
de: Du wirst gebeten zu zahlen:
es: Solicitud para que usted pague:
fi: Sait maksupyynnön (määrä ja kuvaus):
fr: Vous êtes prié de payer :
it: Ti viene richiesto di pagare:
pt: Solicitação para que você pague:
sv: Du uppmanas att betala:

# payment_request_dialog_requesting
source: is requesting you to pay:
de: fordert dich auf zu zahlen:
es: Usted está solicitando un pago de:
fi: pyytää sinua maksamaan:
fr: vous demande de payer :
it: ti chiede di pagare:
pt: Você esta solicitando um pagamento de:
sv: ber dig betala:

# payment_request_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# payment_request_dialog_action_approve
source: APPROVE
de: BESTÄTIGEN
es: APROBAR
fi: MAKSA
fr: VALIDER
it: APPROVA
pt: APROVAR
sv: GODKÄNN

# payment_failed_report_dialog_title
source: Failed Payment
de: Zahlung fehlgeschlagen
es: El pago ha fallado
fi: Maksu epäonnistui
fr: Échec du paiement
it: Pagamento non riuscito
pt: O pagamento falhou
sv: Misslyckad betalning

# payment_failed_report_dialog_message
source: Sending failed payment details to ClovrLabs Wallet could help increase successful transactions rate. Do you want to send this failed payment details to ClovrLabs?
de: Die Übermittlung von Angaben zu fehlgeschlagenen Zahlungen an Breez kann dazu beitragen, die Erfolgsquote bei Transaktionen zu erhöhen. Möchtest du diese Angaben zu fehlgeschlagenen Zahlungen an Breez senden?
es: Enviar detalles de fallas de pago a Breez puede ayudar a aumentar la tasa de transacciones exitosas. ¿Desea enviar estos detalles de fallas de pago a Breez?
fi: Epäonnistuneen maksun tietojen lähettäminen sovellusvalmistajalle voisi tulevaisuudessa parantaa maksujen onnistumista. Lähetetäänkö tämän maksun tiedot?
fr: L'envoi des détails des paiements échoués à Breez pourrait contribuer à augmenter le taux de réussite des transactions. Voulez-vous envoyer les détails de ce paiement échoué à Breez ?
it: L'invio dei dettagli del pagamento non riuscito a Breez potrebbe aiutare ad aumentare il tasso di transazioni riuscite. Vuoi inviare i dettagli del pagamento non riuscito a Breez?
pt: Enviar os detalhes da falha do pagamento para a Breez pode ajudar a aumentar a taxa de transações bem-sucedidas. Você deseja enviar esses detalhes de falha do pagamento para a Breez?
sv: Att skicka misslyckade betalningsuppgifter till Breez kan hjälpa till att öka antalet framgångsrika transaktioner. Vill du skicka denna misslyckade betalningsinformation till Breez?

# payment_failed_report_dialog_do_not_ask_again
source: Don't ask me again
de: Nicht noch einmal fragen
es: No vuelvas a preguntarme
fi: Älä kysy minulta uudelleen.
fr: Ne plus me demander
it: Non mi chiedere di nuovo
pt: Não me pergunte novamente
sv: Fråga mig inte igen

# payment_failed_report_dialog_action_no
source: NO
de: NEIN
fi: Peruuta
fr: NON
pt: NÃO
sv: NEJ

# payment_failed_report_dialog_action_yes
source: YES
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: Sì
pt: SIM
sv: JA

# payment_confirmation_dialog_title
source: Payment Confirmation
de: Zahlungsbestätigung
es: Confirmación de pago
fi: Maksun vahvistus
fr: Confirmation de paiement
it: Conferma di pagamento
pt: Confirmação de pagamento
sv: Betalningsbekräftelse

# payment_confirmation_dialog_confirmation
source: Are you sure you want to pay
de: Bist du sicher, dass du zahlen möchtest
es: ¿Estás seguro de que quieres pagar
fi: Oletko varma että haluat maksaa
fr: Êtes-vous sûr de vouloir payer
it: Sei sicuro di voler pagare
pt: Você tem certeza de que deseja pagar
sv: Är du säker på att du vill betala

# payment_confirmation_dialog_action_no
source: NO
de: NEIN
fi: Peruuta
fr: NON
pt: NÃO
sv: NEJ

# payment_confirmation_dialog_action_yes
source: YES
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: Sì
pt: SIM
sv: JA

# no_connection_dialog_title
source: No Internet Connection
de: Keine Internet Verbindung
es: Sin conexión a Internet
fi: Internet-yhteys puuttuu
fr: Pas de connexion Internet
it: Nessuna connessione Internet
pt: Sem conexão com a internet
sv: Ingen internetanslutning

# no_connection_dialog_tip_begin
source: You can try:
de: Du kannst versuchen:
es: Usted puede intentar:
fi: Vian ratkaisuvaihtoehtoja:
fr: Vous pouvez essayer de:
it: Puoi provare:
pt: Você pode tentar:
sv: Du kan prova:

# no_connection_dialog_tip_airplane
source: • Turning off airplane mode
de: • den Flugmodus auszuschalten
es: • Desactiva el modo avión
fi: • Kytke pois lentotila
fr: • Désactiver le mode avion
it: • Disattivazione della modalità aereo
pt: • Desligar o modo avião
sv: • Stänga av flygplansläget

# no_connection_dialog_tip_wifi
source: • Turning on mobile data or Wi-Fi
de: • mobile Daten oder WLAN einzuschalten
es: • Activar datos móviles o Wi-Fi
fi: • Kytke päälle mobiilidata tai Wi-Fi
fr: • Activer les données mobiles ou le Wi-Fi
it: • Disattivazione dei dati mobili o del Wifi
pt: • Ligar os dados móveis ou o Wi-Fi
sv: • Aktivera mobildata eller Wi-Fi

# no_connection_dialog_tip_signal
source: • Checking the signal in your area
de: • den Empfang in der Umgebung zu prüfen
es: • Verifica si hay señal en tu área
fi: • Tarkista signaalin voimakkuus
fr: • Vérifier le signal dans votre région
it: • Controllare il segnale nella tua area
pt: • Conferir se há sinal na sua área
sv: • Kontrollera signalen i ditt område

# no_connection_dialog_log_view_action
source: View
de: Schaue
es: Ver
fi: Lataa tai jaa
fr: Voir
it: Vedi
pt: Ver
sv: Titta på

# no_connection_dialog_log_view_message
source: your logs
de: deine Logs an
es: sus logs
fi: loki-tiedosto
fr: vos logs
it: i tuoi log
pt: seus logs
sv: dina loggar

# no_connection_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# no_connection_dialog_action_try_again
source: TRY AGAIN
de: NOCHMAL VERSUCHEN
es: INTENTAR NUEVAMENTE
fi: YRITÄ UUDELLEEN
fr: ESSAYER DE NOUVEAU
it: RIPROVA
pt: TENTAR NOVAMENTE
sv: PROVA IGEN

# lsp_fee_warning_title
source: Setup Fee
de: Einrichtungsgebühr
es: Tarifa de Instalación
fi: Avauskulu
fr: Frais d'installation
it: Commissione di configurazione
pt: Taxa de Configuração
sv: Installationsavgift

# lsp_fee_warning_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT
