Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# connect_to_pay_success_payer
source: You have successfully paid {name} {amount}!
de: Du hast erfolgreich bezahlt {name} {amount}!
es: ¡Acabas de pagar a {name} una monto de {amount}!
fi: Maksoit {name}:lle yhteensä {amount}.
fr: Vous venez de payer {amount} à {name} !
it: Hai pagato {name} {amount} con successo!
pt: Você acabou de pagar o(a) {name} um valor de {amount}!
sv: Du har framgångsrikt betalat {name} {amount}!

# connect_to_pay_success_payee
source: {name} have successfully paid you {amount}!
de: {name} hat dir erfolgreich {amount} bezahlt!
es: ¡{name} te acaba de pagar una cantidad de {amount}!
fi: {name} on maksanut sinulle {amount}.
fr: {name} vous a payé {amount}!
it: {name} ti ha pagato {amount} con successo!
pt: O(A) {name} acabou de pagar você um valor de {amount}!
sv: {name} har framgångsrikt betalat {amount}!

# connect_to_pay_exit_warning
source: Are you sure you want to cancel this payment session?
de: Bist du sicher, dass du diesen Zahlungsvorgang abbrechen möchtest?
es: ¿Está seguro de que desea cancelar esta sesión de pago?
fi: Haluatko varmasti keskeyttää tämän maksutapahtuman?
fr: Êtes-vous sûr de vouloir annuler cette session de paiement ?
it: Sei sicuro di voler cancellare questa sessione di pagamento?
pt: Você tem certeza que deseja cancelar esta sessão de pagamento?
sv: Är du säker på att du vill avbryta den här betalningssessionen?

# connect_to_pay_failed_to_connect
source: Failed connecting to session: {error}
de: Verbindung zur Sitzung fehlgeschlagen: {error}
es: No se pudo conectar a la sesión: {error}
fi: Maksutapahtumaan yhdistäminen epäonnistui: {error}
fr: Échec de la connexion à la session : {error}
it: Connessione alla sessione non riuscita: {error}
pt: Falha ao conectar na sessão: {error}
sv: Det gick inte att ansluta till sessionen: {error}

# connect_to_pay_payee_success_received
source: You've successfully got {amount}
de: Du hast {amount} erhalten
es: Has recibido {amount} exitosamente
fi: Olet vastaanottanut {amount}.
fr: Vous avez réussi à avoir {amount}
it: Hai ottenuto {amount} con successo
pt: Você recebeu {amount} com sucesso
sv: Du tog emot {amount}

# connect_to_pay_payee_waiting_no_name
source: Waiting for payer to enter an amount
de: Warte auf die Eingabe eines Betrags durch den Zahler
es: Esperando que el emisor ingrese el monto
fi: Odotetaan että maksaja syöttää summan
fr: En attente que le payeur entre un montant
it: In attesa che il pagatore inserisca un importo
pt: Aguardando o pagador inserir o valor
sv: Väntar på att betalaren ska ange ett belopp

# connect_to_pay_payee_waiting_with_name
source: Waiting for {name} to enter an amount
de: Warte auf die Eingabe eines Betrags durch {name}
es: Esperando que {name} ingrese el monto
fi: Odotetaan että {name} syöttää summan
fr: En attente de {name} pour entrer un montant
it: In attesa che {name} inserisca un importo
pt: Aguardando o(a) {name} inserir o valor
sv: Väntar på att {name} ska ange ett belopp

# connect_to_pay_payee_waiting_sync
source: Please wait while ClovrLabs Wallet is synchronizing
de: Bitte warte während Breez synchronisiert
es: Por favor espere mientras Breez sincroniza
fi: Odota - Maksutietoja synkronoidaan...
fr: Veuillez patienter pendant que Breez se synchronise
it: Attendi mentre Breez si sincronizza
pt: Por favor aguarde a sincronização
sv: Vänta medan Breez synkroniserar

# connect_to_pay_payee_waiting_sync_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMEZ
it: CHIUDI
pt: FECHAR
sv: STÄNG

# connect_to_pay_payee_message_no_fiat
source: {name} wants to pay you {amount}
de: {name} möchte dir {amount} senden
es: {name} desea pagarte {amount}
fi: {name} haluaa maksaa sinulle {amount}
fr: {name} veut vous payer {amount}
it: {name} vuole pagarti {amount}
pt: O(A) {name} deseja te pagar um valor de {amount}
sv: {name} vill betala dig {amount}

# connect_to_pay_payee_message_with_fiat
source: {name} wants to pay you {amount} ({fiat})
de: {name} möchte dir {amount} ({fiat}) senden
es: {name} desea te pagate {amount} ({fiat})
fi: {name} haluaa maksaa sinulle {amount} ({fiat})
fr: {name} veux vous payer {amount} ({fiat})
it: {name} vuole pagarti {amount} ({fiat})
pt: O(A) {name} deseja te pagar um valor de {amount} ({fiat})
sv: {name} vill betala dig {amount} ({fiat})

# connect_to_pay_payee_error_limit_exceeds
source: This payment exceeds your limit {amount}
de: Diese Zahlung überzieht dein Limit {amount}
es: Este pago excede su límite de {amount}
fi: Maksun määrä ylittää varasi {amount}
fr: Ce paiement dépasse votre limite {amount}
it: Questo pagamento eccede il tuo limite {amount}
pt: Este pagamento excede o seu limite de {amount}
sv: Denna betalning överskrider din gräns {amount}

# connect_to_pay_payee_process
source: Processing {name} payment
de: Bearbeite Zahlung {name}
es: Procesando el pago de {name}
fi: Käsitellään {name}:n maksua
fr: Traitement du paiement de {name}
it: Elaborazione del pagamento di {name}
pt: Processando o pagamento do(a) {name}
sv: Bearbetar {name} betalning

# connect_to_pay_payee_setup_fee
source: A setup fee of {sats} ({fiat}) is applied to this payment.
de: Für diese Zahlung wird eine Einrichtungsgebühr von {sats} ({fiat}) erhoben.
es: Se aplicará una tarifa de instalación de {sats} ({fiat}) a este pago.
fi: Maksusta veloitetaan {sats} ({fiat}) avausmaksu.
fr: Des frais d'installation de {sats} ({fiat}) sont appliqués à ce paiement.
it: A questo pagamento viene applicata una commissione di configurazione di {sats} ({fiat}).
pt: Uma taxa de configuração de {sats} ({fiat}) será aplicada a este pagamento.
sv: En installationsavgift på {sats} ({fiat}) tillkommer för denna betalning.

# connect_to_pay_payee_action_reject
source: Reject
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Rejeter
it: Rifiuta
pt: Rejeitar
sv: Avvisa

# connect_to_pay_payee_action_approve
source: Approve
de: Genehmigen
es: Aprobar
fi: Hyväksy
fr: Approuver
it: Approva
pt: Aprovar
sv: Godkänn

# connect_to_pay_payer_success
source: You've successfully paid {amount}
de: Du hast erfolgreich {amount} bezahlt
es: Ha pagado {amount} exitosament.
fi: Maksoit {amount}
fr: Vous avez payé {amount} avec succès
it: Hai pagato con successo {amount}
pt: Você pagou {amount} com sucesso.
sv: Du har framgångsrikt betalat {amount}

# connect_to_pay_payer_enter_amount
source: {name} joined the session. Please enter an amount and tap Pay to proceed.
de: {name} ist der Sitzung beigetreten. nBitte gib einen Betrag ein und tippe zum Fortfahren auf Bezahlen
es: {name} se unió a la sesión. Por favor, ingrese una cantidad y toque Pagar para continuar.
fi: {name} liittyi maksutapahtumaan. Jatka syöttämällä summa ja valitse sitten Maksa.
fr: {name} a rejoint la session. Veuillez saisir un montant et appuyez sur Payer pour continuer.
it: {name} se unito alla sessione. Inserisci un importo e fai tap su Paga per procedere.
pt: O(A) {name} entrou na seção. Por favor, insira um valor e toque em Pagar para continuar.
sv: {name} gick med i sessionen. Ange ett belopp och tryck på Betala för att fortsätta.

# connect_to_pay_payer_share_link
source: Tap the Share button to share a link with a person that you want to pay. Then, please wait while this person clicks the link and joins the session.
de: Tippe auf die Schaltfläche Freigeben, um einen Link mit einer Person zu teilen, die du bezahlen möchte. Warte dann bitte, während diese Person auf den Link klickt und der Sitzung beitritt.
es: Toque el botón Compartir para enviar un enlace al destinatario del pago. Luego, por favor espere a que se unan a la sesión mediante el enlace.
fi: Lähetä maksun vastaanottajalle linkki valitsemalla Jaa-kuvake ja odota kunnes maksaja liittyy maksutapahtumaan.
fr: Appuyez sur le bouton Partager pour partager un lien avec une personne que vous souhaitez payer. Ensuite, veuillez attendre que cette personne clique sur le lien et rejoigne la session.
it: Tocca il pulsante Condividi per condividere un link con una persona che desideri pagare. Quindi, attendi che questa persona faccia clic sul collegamento e si unisca alla sessione.
pt: Toque no botão de compartilhar para enviar o link para o beneficiário. Após isto aguarde enquanto a pessoa abre o link e entra na sessão.
sv: Tryck på knappen Dela för att dela en länk med en person som du vill betala. Vänta sedan medan den här personen klickar på länken och går med i sessionen.

# connect_to_pay_payer_waiting_join_no_name
source: Waiting for someone to join this session
de: Warte auf Teilnehmer an dieser Sitzung
es: Esperando que alguien se una a esta sesión
fi: Odotetaan kunnes joku liittyy maksutapahtumaan.
fr: En attente que quelqu'un se joigne à cette session
it: In attesa che qualcuno si unisca a questa sessione
pt: Aguarde a pessoa entrar na seção
sv: Väntar på att någon ska gå med i denna session

# connect_to_pay_payer_waiting_join_with_name
source: Waiting for {name} to join this session
de: Warte auf {name} an dieser Sitzung teilzunehmen
es: Esperando que {name} se una a esta sesión
fi: Odotetaan että {name} liittyy maksutapahtumaan.
fr: En attente de {name} pour rejoindre cette session
it: In attesa che {name} si unisca a questa sessione
pt: Aguarde enquanto o(a) {name} entra na seção
sv: Väntar på att {name} ska gå med i denna session

# connect_to_pay_payer_waiting_approve_no_name
source: Waiting for someone to approve your payment
de: Warte auf Freigabe der Zahlung
es: Esperando que alguien apruebe su pago
fi: Odotetaan että joku hyväksyy maksusi.
fr: En attente que quelqu'un approuve votre paiement
it: In attesa che qualcuno approvi il tuo pagamento
pt: Aguardando a pessoa aprovar seu pagamento
sv: Väntar på att någon ska godkänna din betalning

# connect_to_pay_payer_waiting_approve_with_name
source: Waiting for {name} to approve your payment
de: Warte auf {name} die Zahlung freizugeben
es: Esperando que {name} apruebe su pago
fi: Odotetaan että {name} hyväksyy maksusi.
fr: En attente que {name} approuve votre paiement
it: In attesa che {name} approvi il tuo pagamento
pt: Aguardando o(a) {name} aprovar o seu pagamento
sv: Väntar på att {name} ska godkänna din betalning

# connect_to_pay_payer_sending
source: Sending payment…
de: Sende Zahlung…
es: Enviando el pago…
fi: Maksua lähetetään...
fr: Envoi du paiement...
it: Invio il pagamento...
pt: Enviando o pagamento…
sv: Skickar betalning...

# connect_to_pay_payer_wait_sync
source: Please wait while ClovrLabs Wallet is synchronizing
de: Bitte warte während Breez synchronisiert
es: Por favor espere mientras Breez está sincronizando
fi: Odota, sovellus synkronoi tietoja.
fr: Veuillez patienter pendant que Breez se synchronise
it: Attendi mentre Breez si sincronizza
pt: Por favor aguarde a sincronização
sv: Vänta medan Breez synkroniserar

# connect_to_pay_payer_synchronizing
source: Synchronizing to the network
de: Synchronisiere das Netzwerk
es: Sincronizando con la red
fi: Synkronoidaan...
fr: Synchronisation avec le réseau
it: Sincronizzazione con la rete
pt: Sincronizando com a rede
sv: Synkroniserar med nätverket

# connect_to_pay_payer_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# connect_to_pay_payment_detail_note
source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fi: Maksun tiedot (ei pakollinen tieto)
fr: Note (facultatif)
it: Nota (opzionale)
pt: Nota (opcional)
sv: Notis (valfritt)

# connect_to_pay_payment_available
source: Available:
de: Verfügbar:
es: Disponible:
fi: Käytettävissä:
fr: Disponible :
it: Disponibile:
pt: Disponível:
sv: Tillgängligt:

# connect_to_pay_payment_action_close
source: Close
de: SCHLIEßEN
es: Cerrar
fi: Sulje
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# connect_to_pay_payment_action_pay
source: Pay
de: ZAHLEN
es: Pagar
fi: MAKSA
fr: PAYER
it: PAGA
pt: PAGAR
sv: BETALA

# connect_to_pay_peer_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
sv: Okänd

# connect_to_pay_share_text
source: {name} wants to pay you via ClovrLabs… Follow this link to receive payment: {address}
de: {name} möchte über Breez bezahlen... Folge diesem Link, um die Zahlung zu erhalten: {address}
es: {name} quiere pagarte vía Breez… Abra este enlace para recibir el pago: {address}
fi: {name} haluaa lähettää sinulle varoja. Avaa linkki: {address}
fr: {name} veut vous payer via Breez... Suivez ce lien pour recevoir le paiement : {address}
it: {name} vuole pagarti tramite Breez... Segui questo link per ricevere il pagamento: {address}
pt: O(a) {name} deseja te pagar via Breez… Abra o link para receber o pagamento: {address}
sv: {name} vill betala dig via Breez... Följ den här länken för att ta emot betalning: {address}

# connect_to_pay_payment_reject
source: Payment rejected
de: Zahlung abgelehnt
es: Pago rechazado
fi: Maksu on hylätty
fr: Paiement rejeté
it: Pagamento rifiutato
pt: Pagamento recusado
sv: Betalning avvisad

# connect_to_pay_error_wrong_amount
source: Wrong amount in payment request
de: Falscher Betrag in der Zahlungsaufforderung
es: Monto incorrecto en la solicitud de pago
fi: Maksupyynnössä oleva summa on väärä
fr: Montant erroné dans la demande de paiement
it: Importo errato nella richiesta di pagamento
pt: Quantia incorreta na requisição de pagamento
sv: Fel belopp i betalningsförfrågan

# connect_to_pay_error_status_tracking_already_started
source: Status tracking already started, must be stopped before start again
de: Statusverfolgung bereits gestartet, muss vor erneutem Start gestoppt werden
es: El seguimiento ya fue iniciado, es necesario detenerlo antes de comenzarlo de nuevo
fi: Tilanteen seuranta on jo käynnistetty. Se pitää pysäyttää ennen uudelleen aloitusta
fr: Le suivi du statut a déjà commencé, il faut l'arrêter avant de le relancer.
it: Il rilevamento dello stato è già iniziato, deve essere interrotto prima di ricominciare
pt: Acompanhamento já iniciado, é necessário pará-lo antes de iniciar novamente
sv: Statusspårning redan påbörjad, måste stoppas innan start igen

# connect_to_pay_error_link_expired
source: This link had expired and is no longer valid for payment.
de: Dieser Link ist abgelaufen und nicht mehr gültig für die Zahlung.
es: Este enlace ha vencido y ya no se puede usar para el pago.
fi: Tämä linkki on vanhentunut, eikä se ole kelvollinen maksun suorittamiseksi.
fr: Ce lien a expiré et n'est plus valable pour le paiement.
it: Questo link è scaduto e non è più valido per il pagamento
pt: Este link expirou e não pode mais ser usado para pagamentos.
sv: Denna länk hade upphört att gälla och är inte längre giltig för betalning.

# security_and_backup_title
source: Security & Backup
de: Sicherheit & Backup
es: Seguridad y Respaldo
fi: Turvallisuus & varmuuskopiointi
fr: Sécurité et sauvegarde
it: Sicurezza e Backup
pt: Segurança & Backup
sv: Säkerhet & Backup

# security_and_backup_last_backup_no_account
source: Last backup: {lastBackup}
de: Letztes Backup: {lastBackup}
es: Último respaldo: {lastBackup}
fi: Varmuuskopioitu viimeksi {lastBackup}
fr: Dernière sauvegarde : {lastBackup}
it: Ultimo backup: {lastBackup}
pt: Último backup: {lastBackup}
sv: Senaste backup: {lastBackup}

# security_and_backup_last_backup_with_account
source: Last backup: {lastBackup} Account: {accountName}
de: Letztes Backup: {lastBackup} Konto: {accountName}
es: Último respaldo: {lastBackup} Cuenta: {accountName}
fi: Varmuuskopioitu viimeksi {lastBackup}, käyttäjätilille: {accountName}
fr: Dernière sauvegarde : {lastBackup} Compte : {accountName}
it: Ultimo backup: {lastBackup} Account: {accountName}
pt: Último backup: {lastBackup} Conta: {accountName}
sv: Senaste backup: {lastBackup} Konto: {accountName}

# security_and_backup_encrypt
source: Encrypt Cloud Backup
de: Cloud Backup verschlüsseln
es: Cifrar el respaldo de seguridad en la nube
fi: Salaa varmuuskopio
fr: Chiffrer la sauvegarde
it: Crittografa il backup su cloud
pt: Criptografar o backup na nuvem
sv: Krypter Cloud Backup

# security_and_backup_store_location
source: Store Backup Data in
de: Backup Daten speichern in
es: Guardar los datos de respaldo en
fi: Tallenna varmuuskopio
fr: Stocker la sauvegarde dans
it: Archivia i dati di backup su
pt: Salvar o backup na nuvem do
sv: Spara backup data

# security_and_backup_lock_automatically
source: Lock Automatically
de: Automatisch sperren
es: Bloquear automáticamente
fi: Käytä automaattista lukitusta
fr: Verrouillage automatique
it: Blocca automaticamente
pt: Bloquear automaticamente
sv: Lås Automatiskt

# security_and_backup_lock_automatically_option_immediate
source: Immediate
de: Sofort
es: Inmediatamente
fi: Välittömästi
fr: Immédiatement
it: Immediatamente
pt: Imediatamente
sv: Omedelbar

# security_and_backup_change_pin
source: Change PIN
de: PIN ändern
es: Cambiar PIN
fi: Vaihda PIN-koodi
fr: Modifier le PIN
it: Cambia PIN
pt: Alterar o PIN
sv: Ändra PIN

# security_and_backup_enable_biometric_option_face
source: Enable Face
de: Gesichtserkennung aktivieren
es: Habilitar el Reconocimiento Facial
fi: Käytä kasvontunnistusta
fr: Activer la reconnaissance faciale
it: Abilita il Face
pt: Habilitar o reconhecimento facial
sv: Aktivera Face

# security_and_backup_enable_biometric_option_face_id
source: Enable Face ID
de: Gesichtserkennung aktivieren
es: Habilitar Face ID
fi: Ota kasvontunnistus käyttöön
fr: Activer Face ID
it: Abilita il Face ID
pt: Habilitar o Face ID
sv: Aktivera Face ID

# security_and_backup_enable_biometric_option_fingerprint
source: Enable Fingerprint
de: Touch ID aktivieren
es: Habilitar Huella Digital
fi: Käytä sormenjälkeä
fr: Activer l'empreinte digitale
it: Abilita impronta
pt: Habilitar a impressão digital
sv: Aktivera Fingerprint

# security_and_backup_enable_biometric_option_touch_id
source: Enable Touch ID
de: Touch ID aktivieren
es: Habilitar Touch ID
fi: Ota sormenjälkitunnistus käyttöön
fr: Activer Touch ID
it: Abilita Touch ID
pt: Habilitar o Touch ID
sv: Aktivera Touch ID

# security_and_backup_validate_biometrics_reason
source: Authenticate to enable this setting
de: Melde dich an, um diese Einstellung zu aktivieren
es: Autenticarse para habilitar esta opción
fi: Tämä asetus edellyttää tunnistautumista
fr: Authentifiez-vous pour activer ce paramètre
it: Autenticati per abilitare questa impostazione
pt: Autentique-se para habilitar esta configuração
sv: Autentisera för att aktivera inställningen

# security_and_backup_pin_option_create
source: Create PIN
de: PIN erstellen
es: Crear PIN
fi: Luo PIN-koodi
fr: Créer un code PIN
it: Crea PIN
pt: Criar um PIN
sv: Skapa PIN

# security_and_backup_pin_option_deactivate
source: Deactivate PIN
de: PIN deaktivieren
es: Desactivar PIN
fi: Poista PIN-koodi käytöstä
fr: Désactiver le PIN
it: Disattiva PIN
pt: Desativar o PIN
sv: Avaktivera PIN

# security_and_backup_internal_error
source: Internal Error
de: Interner Fehler
es: Error interno
fi: Järjestelmävirhe (Internal Error)
fr: Erreur interne
it: Errore interno
pt: Erro interno
sv: Internt Fel

# security_and_backup_new_pin
source: Enter your new PIN
de: Gib einen neuen PIN ein
es: Ingrese su nuevo PIN
fi: Syötä uusi PIN-koodi
fr: Entrez votre nouveau code PIN
it: Inserisci il nuovo PIN
pt: Digite seu novo PIN
sv: Skriv in ny PIN

# security_and_backup_new_pin_second_time
source: Re-enter your new PIN
de: Gib deinen PIN erneut ein
es: Vuelva a ingresar su nuevo PIN
fi: Syötä uusi PIN-koodi uudelleen
fr: Entrez à nouveau votre nouveau code PIN
it: Inserisci nuovamente il nuovo PIN
pt: Digite novamente o seu novo PIN
sv: Skriv ny PIN igen

# security_and_backup_new_pin_do_not_match
source: PIN does not match
de: PIN stimmt nicht überein
es: Los códigos PIN no coinciden.
fi: Annetut koodit eivät täsmää
fr: Le PIN ne correspond pas
it: Il PIN non corrisponde
pt: Os PINs não correspondem.
sv: PIN matchar ej

# backup_in_progress
source: Backup is in progress
de: Backup wird druchgeführt
es: El respaldo está en curso
fi: Varmuuskopioi
fr: Sauvegarde en cours
it: Backup in corso
pt: Backup em andamento
sv: Backup pågår

# backup_in_progress_action_confirm
source: OK
fi: PIILOTA

# backup_model_name_remote_server
source: Remote Server
es: Servidor Remoto
fi: Verkkolevy
fr: Serveur distant
it: Server remoto
pt: Servidor Remoto

# backup_model_error_failed
source: Backup Failed
de: Backup fehlgeschlagen
es: El respaldo ha fallado
fi: Varmuuskopiointi epäonnistui
fr: Échec de la sauvegarde
it: Backup fallito
pt: O backup falhou
sv: Backup Misslyckades

# network_title
source: Network
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
it: Rete
pt: Rede
sv: Nätverk

# network_restart_message
source: Please restart ClovrLabs Wallet to switch to the new Bitcoin Node configuration.
de: Bitte starte Breez neu, um auf die neue Bitcoin-Knotenkonfiguration zu ändern.
es: Por favor reinicie Breez para aplicar la nueva configuración de nodo Bitcoin.
fi: Uuden Bitcoin-solmun käyttöönotto vaatii sovelluksen uudelleenkäynnistyksen.
fr: Veuillez redémarrer Breez pour passer à la nouvelle configuration du noeud Bitcoin..
it: Riavvia Breez per passare alla configurazione del nuovo nodo Bitcoin.
pt: Por favor, reinicie a Breez para aplicar a nova configuração de servidor de Bitcoin.
sv: Starta om Breez för att byta till den nya Bitcoin Node-konfigurationen.

# network_restart_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# network_restart_action_confirm
source: EXIT ClovrLabs
de: BREEZ BEENDEN
es: SALIR DE BREEZ
fi: SULJE SOVELLUS
fr: QUITTER BREEZ
it: CHIUDI BREEZ
pt: SAIR DA BREEZ
sv: AVSLUTA BREEZ

# network_restart_action_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fi: Palauta oletus
fr: Réinitialiser
it: Ripristina
pt: Redefinir
sv: Återställ

# network_restart_action_save
source: Save
de: Speichern
es: Guardar
fi: TALLENNA
fr: Sauvegarder
it: SALVA
pt: Salvar
sv: Spara

# network_bitcoin_node
source: Bitcoin Node (BIP 157)
es: Nodo Bitcoin (BIP 157)
fi: Käytettävän Bitcoin-solmun (BIP 157) verkko-osoite
it: Nodo Bitcoin (BIP 157)
pt: Servidor de Bitcoin (BIP 157)
sv: Bitcoin Nod (BIP 157)

# network_optional_node
source: Bitcoin Node (BIP 157, optional)
es: Nodo Bitcoin (BIP 157, opcional)
fi: Vaihtoehtoisen Bitcoin-solmun (BIP 157) verkko-osoite
pt: Servidor de Bitcoin (BIP 157, opcional)
sv: Bitcoin Nod (BIP 157, frivillig)

# network_bitcoin_node_required_error
source: This field is required
de: Dieses Feld ist erforderlich
es: Nodo Bitcoin es obligatorio
fi: Tieto on välttämätön
pt: Servidor de Bitcoin é obrigatório
sv: Obligatoriskt fält

# network_distinct_node_hint
source: Please enter a different node
de: Bitte gib eine andere Node ein
es: Por favor, elija un otro nodo
fi: Syötä toisen solmun verkko-osoite
pt: Por favor, use um servidor diferente
sv: Ange en annan nod

# network_default_node_error
source: ClovrLabs is unable to use the default node.
de: Breez kann die Standard-Node nicht verwenden.
es: Breez no ha podido usar el nodo predeterminado.
fi: Sovellus ei saa yhteyttä oletus-solmuun.
fr: Breez est incapable d'utiliser le nœud par défaut.
it: Breez non è in grado di usare il nodo di default
pt: Não foi possível utilizar o servidor padrão.
sv: Breez kan inte använda standardnoden.
