Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# pos_password_admin_error_password_empty
source: Password is required
de: Passwort ist erforderlich
es: Se requiere contraseña
fi: Salasana on välttämätön
fr: Le mot de passe est requis
it: Password richiesta
pt: A senha é requerida
sv: Lösenord krävs

# pos_password_admin_error_password_short
source: At least 8 characters are required
de: Mindestens 8 Zeichen sind erforderlich
es: Se requieren al menos 8 caracteres
fi: Salasanan minimi pituus on kahdeksan merkkiä
fr: Au moins 8 caractères sont requis
it: Sono richiesti almeno 8 caratteri
pt: São necessários pelo menos 8 caracteres
sv: Minst 8 tecken krävs

# pos_password_admin_error_password_match
source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As senhas não correspondem
sv: Lösenorden matchar inte

# pos_password_admin_new_password
source: Enter a new password
de: Gib ein neues Passwort ein
es: Introduzca una nueva contraseña
fi: Syötä uusi salasana
fr: Entrez un nouveau mot de passe
it: Inserisci una nuova password
pt: Insira uma nova senha
sv: Skriv in ett nytt lösenord

# pos_password_admin_confirm_password
source: Confirm password
de: Passwort bestätigen
es: Confirme la contraseña
fi: Vahvista salasana
fr: Confirmez le mot de passe
it: Conferma password
pt: Confirme a Senha
sv: Bekräfta lösenord

# pos_dialog_title
source: Scan to Pay
de: Zum Zahlen scannen
es: Escanea el código QR para pagar
fi: LASKUN SKANNAUS:
fr: Scanner pour payer
it: Scansiona per pagare
pt: Leia o código QR para pagar
sv: Scanna för att betala

# pos_dialog_share
source: Share invoice data
de: Rechnungsdaten teilen
es: Compartir datos de factura
fi: Jaa lasku
fr: Partager les données relatives aux factures
it: Condividi dati invoice
pt: Compartilhar os dados da fatura
sv: Dela invoice

# pos_dialog_invoice_copy
source: Copy invoice data
de: Rechnungsdaten kopieren
es: Copiar datos de factura
fi: Kopioi lasku
fr: Copier des données de la facture
it: Copia dati invoice
pt: Copiar os dados da fatura
sv: Koipera invoice

# pos_dialog_invoice_copied
source: Invoice data was copied to your clipboard.
de: Rechnungsdaten wurden in die Zwischenablage kopiert.
es: Los datos de la factura se han copiado en el portapapeles.
fi: Lasku kopioitiin leikepöydälle.
fr: Les données de la facture ont été copiées dans votre presse-papiers.
it: Dati invoice copiati negli appunti.
pt: Os dados da fatura foram copiados para a área de transferência.
sv: Invoice kopierades till urklipp.

# pos_dialog_clear_sale
source: CLEAR SALE
de: LÖSCHEN
es: LIMPIAR
fi: Peru lasku
fr: EFFACER
it: ANNULLA VENDITA
pt: LIMPAR
sv: RENSA

# pos_dialog_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Korjaa
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# pos_dialog_setup_fee
source: A setup fee of {fee} ({fiat}) is applied to this invoice.
de: Diese Rechnung wird mit einer Einrichtungsgebühr von {fee} ({fiat}) belastet.
es: Se aplicará una tarifa de instalación de {fee} ({fiat}) a esta factura.
fi: Tämän laskun suorituksesta veloitetaan saapuvan kanavan perustamiskulu {fee} eli ({fiat}).
fr: Des frais d'installation de {fee} ({fiat}) sont appliqués à cette facture.
it: A questa fattura viene applicata una commissione di configurazione di {fee} ({fiat}).
pt: Uma taxa de configuração de {fee} ({fiat}) será aplicada a esta fatura.
sv: En konfigurationsavgift på {fee} ({fiat}) tillkommer på denna faktura.

# successful_payment_print
source: Print
de: Drucken
es: Imprimir
fi: Tulosta
fr: Imprimer
it: Stampa
pt: Imprimir
sv: Skriv ut

# successful_payment_received
source: Payment received!
de: Zahlung erhalten!
es: ¡Pago recibido!
fi: Maksu vastaaotettu!
fr: Paiement reçu !
it: Pagamento ricevuto!
pt: Pagamento recebido!
sv: Betalning mottagen!

# payment_options_title
source: Lightning Fees
de: Lightning Gebühren
es: Tarifas de la red Lightning
fi: Salamamaksun kulut
it: Commissioni Lightning
pt: Taxas de Pagamento
sv: Lightning avgifter

# payment_options_fee_header
source: Maximum fees for Lightning payments:
de: Maximale Gebühren für Lightning-Zahlungen:
es: Tasas máximas para pagos Lightning:
fi: Salamamaksujen hyväksyttävä enimmäiskulu:
it: Commissioni massime per i pagamenti Lightning:
pt: Taxas máximas para pagamentos relâmpagos:
sv: Maximala avgifter för Lightning-betalningar:

# payment_options_fee_override_enable
source: Enforce fees (experimental)
de: Gebühren festsetzen (experimentell)
es: Aplicar tasas máximas (experimental)
fi: Määritä Salamamaksujen hyväksyttävä enimmäiskulu
it: Forza commissioni (sperimentale)
pt: Aplicar taxas máximas (experimental)
sv: Genomföra avgifter (experimentell)

# payment_options_base_fee_label
source: Base Fee in sats
de: Grundgebühr in Sats
es: Tasa base en satoshis
fi: Tapahtuman perusmaksu satosheina
it: Base fee in sat
pt: Taxa base em satoshis
sv: Basavgift i sats

# payment_options_proportional_fee_label
source: Proportional Fee (%)
de: Anteilige Gebühr (%)
es: Tasa Proporcional (%)
fi: Tapahtuman määräpohjainen kulu (%)
it: Fee Rate (%)
pt: Taxa proporcional (%)
sv: Proportionell avgift (%)

# payment_options_fee_action_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fi: Nollaa
it: Ripristina
pt: Redefinir
sv: Återställ

# payment_options_fee_action_save
source: Save
de: Speichern
es: Guardar
fi: TALLENNA
it: SALVA
pt: Salvar
sv: Spara

# payment_options_fee_warning
source: Limiting fees may cause payments to fail, but the reason for the failure may not be apparent.
de: Achtung: Diese Funktion ist experimentell. Die Begrenzung von Gebühren kann dazu führen, dass Zahlungen fehlschlagen, aber der Grund für den Fehlschlag ist möglicherweise nicht ersichtlich.
es: Aviso: esta funcionalidad es experimental. Limitar las tarifas puede hacer que los pagos fallen sin mostrar la razón de la falla.
fi: Warning: this feature is experimental. Limiting fees may cause payments to fail, but the reason for the failure may not be apparent.
fr: Warning: this feature is experimental. Limiting fees may cause payments to fail, but the reason for the failure may not be apparent.
it: Attenzione: questa funzione è sperimentale. La limitazione delle commissioni può causare il mancato pagamento, ma il motivo dell'errore potrebbe non essere evidente.
pt: Atenção: este recurso é experimental. Limitar as taxas pode fazer com que os pagamentos falhem sem exibir o motivo da falha.
sv: Varning: den här funktionen är experimentell. Begränsande avgifter kan göra att betalningar misslyckas, men orsaken till misslyckandet kanske inte är uppenbar.

# payment_options_fee_warning_dialog_message
source: Limiting fees may cause payments to fail, but the reason for the failure may not be apparent.
de: Diese Funktion ist experimentell. Die Begrenzung von Gebühren kann dazu führen, dass Zahlungen fehlschlagen, aber der Grund für das Fehlschlagen ist möglicherweise nicht ersichtlich.
es: Esta funcionalidad es experimental. Limitar las tarifas puede hacer que los pagos fallen sin mostrar la razón de la falla.
fi: This feature is experimental. Limiting fees may cause payments to fail, but the reason for the failure may not be apparent.
fr: This feature is experimental. Limiting fees may cause payments to fail, but the reason for the failure may not be apparent.
it: Questa funzione è sperimentale. La limitazione delle commissioni può causare il mancato pagamento, ma il motivo dell'errore potrebbe non essere evidente.
pt: Este recurso é experimental. Limitar as taxas pode fazer com que os pagamentos falhem sem exibir o motivo da falha.
sv: Denna funktion är experimentell. Begränsande avgifter kan göra att betalningar misslyckas, men orsaken till misslyckandet kanske inte är uppenbar.

# catalog_item_action_edit
source: Edit Item
de: Artikel bearbeiten
es: Editar artículo
fi: Muokkaa tuotetta
fr: Editer l'article
it: Modifica articolo
pt: Editar Item
sv: Ändra Artikel

# catalog_item_action_delete
source: Delete Item
de: Artikel löschen
es: Borrar artículo
fi: Poista tuote
fr: Supprimer l'article
it: Cancella articolo
pt: Deletar Item
sv: Ta bort Artikel

# catalog_item_error_delete
source: Failed to delete {name}
de: Löschen von {name} fehlgeschlagen
es: No se pudo borrar el artículo {name}
fi: Tuotteen {name} poistaminen epäonnistui
fr: Échec de la suppression de {name}
it: Impossibile cancellare {name}
pt: Falha ao deletar o item {name}
sv: Det gick inte att ta bort {name}

# pos_report_dialog_title_daily
source: Daily Summary
de: Tägliche Übersicht
es: Resumen Diario
fi: Päivän yhteenveto
fr: Résumé quotidien
it: Riepilogo giornaliero
pt: Resumo Diário
sv: Daglig sammanfattning

# pos_report_dialog_title_weekly
source: Weekly Summary
de: Wöchentliche Übersicht
es: Resumen Semanal
fi: Viikon yhteenveto
fr: Résumé hebdomadaire
it: Riepilogo settimanale
pt: Resumo Semanal
sv: Veckosammanfattning

# pos_report_dialog_title_monthly
source: Monthly Summary
de: Monatliche Übersicht
es: Resumen Mensual
fi: Kuukauden yhteenveto
fr: Résumé mensuel
it: Riepilogo mensile
pt: Resumo Mensal
sv: Månadsöversikt

# pos_report_dialog_title_custom
source: Custom Summary
de: Benutzerdefinierte Übersicht
es: Resumen Personalizado
fi: Valinnainen yhteenveto
fr: Résumé personnalisé
it: Riepilogo personalizzato
pt: Resumo Personalizado
sv: Anpassad sammanfattning

# pos_report_dialog_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# pos_report_dialog_dropdown_item_daily
source: Today
de: Heute
es: Hoy
fi: Tämä päivä
fr: Aujourd'hui
it: Oggi
pt: Hoje
sv: Idag

# pos_report_dialog_dropdown_item_weekly
source: This Week
de: Diese Woche
es: Esa semana
fi: Tämä viikko
fr: Cette semaine
it: Questa settimana
pt: Essa semana
sv: Denna vecka

# pos_report_dialog_dropdown_item_monthly
source: This Month
de: Dieser Monat
es: Este mes
fi: Tämä kuukausi
fr: Ce mois-ci
it: Questo mese
pt: Este mês
sv: Denna månad

# pos_report_dialog_dropdown_item_custom
source: Custom Range
de: Benutzerdefinierte Zeitraum
es: Periodo personalizado
fi: Valinainen aikajakso
fr: Plage personnalisée
it: Intervallo personalizzato
pt: Período personalizada
sv: Anpassat intervall

# pos_report_dialog_content_sales_label
source: Number of sales:
de: Anzahl der Verkäufe:
es: Número de ventas:
fi: Myyntitapahtumia:
fr: Nombre de ventes :
it: Numero di vendite:
pt: Número de vendas:
sv: Antal försäljningar:

# pos_report_dialog_content_amount_label
source: Total amount:
de: Gesamtbetrag:
es: Valor total:
fi: Summa yhteensä:
fr: Montant total :
it: Importo totale:
pt: Valor total:
sv: Totala summan:

# pos_report_dialog_content_start_date_label
source: Start date:
de: Anfangsdatum:
es: Fecha inicial:
fi: Alkupäivä:
fr: Date de début :
it: Data d'inizio:
pt: Data inícial:
sv: Start datum:

# pos_report_dialog_content_end_date_label
source: End date:
de: Enddatum:
es: Fecha final:
fi: Loppupäivä:
fr: Date de fin :
it: Data di fine:
pt: Data final:
sv: Slut datum:

# lnurl_withdraw_dialog_title
source: Receive Funds
de: Bitcoin erhalten
es: Recibir fondos
fi: Vastaanota varoja
fr: Recevoir des fonds
it: Fondi ricevuti
pt: Receber fundos
sv: Ta emot medel

# lnurl_withdraw_dialog_wait
source: Please wait while your payment is being processed
de: Bitte warte, während deine Zahlung bearbeitet wird
es: Por favor espere mientras se procesa su pago
fi: Odota kunnes tapahtuma on käsitelty
fr: Veuillez patienter pendant que votre paiement est en cours de traitement
it: Attendi mentre il pagamento viene elaborato
pt: Por favor, aguarde enquanto o seu pagamento está sendo processado
sv: Vänta medan din betalning behandlas

# lnurl_withdraw_dialog_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# lnurl_withdraw_dialog_error
source: Failed to receive funds: {error}
de: Bitcoin nicht erhalten: {error}
es: Error al recibir fondos: {error}
fi: Varojen vastaanotossa tapahtui virhe: {error}
fr: Echec de réception des fonds : {error}
it: Impossibile ricevere fondi: {error}
pt: Falha ao receber os fundos: {error}
sv: Det gick inte att ta emot pengar: {error}

# qr_code_dialog_synchronizing
source: Synchronizing to the network
de: Synchronisierung mit dem Netzwerk
es: Sincronizando con la red
fi: Sovellus synkronoi tietoja
fr: Synchronisation avec le réseau
it: Sincronizzazione con la rete
pt: Sincronizando com a rede
sv: Synkronisera till nätverket

# qr_code_dialog_invoice
source: Invoice
de: Rechnung
es: Factura
fi: Lasku
fr: Facture
pt: Fatura

# qr_code_dialog_action_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# qr_code_dialog_share
source: Share invoice data
de: Rechnungsdaten teilen
es: Compartir datos de factura
fi: Jaa laskun tiedot
fr: Partager les données de la facture
it: Condividi dati invoice
pt: Compartilhar os dados da fatura
sv: Dela invoice

# qr_code_dialog_copy
source: Copy invoice data
de: Rechnungsdaten kopieren
es: Copiar datos de factura
fi: Kopioi laskun tiedot
fr: Copie des données de la facture
it: Copia dati invoice
pt: Copiar os dados da fatura
sv: Kopiera invoice

# qr_code_dialog_copied
source: Invoice data was copied to your clipboard.
de: Rechnungsdaten wurden in die Zwischenablage kopiert.
es: Los datos de la factura se han copiado en su portapapeles.
fi: Laskun tiedot kopioitiin leikepöydälle.
fr: Les données de la facture ont été copiées dans votre presse-papiers.
it: Dati invoice copiati negli appunti.
pt: Os dados da fatura foram copiados para sua área de transferência.
sv: Invoice kopierades till urklipp

# qr_code_dialog_warning_message_error
source: Failed to create invoice
de: Rechnung konnte nicht erstellt werden
es: No se pudo crear la factura
fi: Laskun luonti epäonnistui
fr: Échec de la création de la facture
it: Impossibile creare l'invoice
pt: Falha ao criar a fatura
sv: Det gick inte att skapa invoice

# qr_code_dialog_warning_message
source: Keep Clovr Labs open until the payment is completed.
de: Lass die Breez App offen, bis die Zahlung abgeschlossen ist.
es: Mantenga la aplicación abierta hasta que se complete el pago.
fi: Älä sulje sovellusta ennenkuin tapahtuma on valmis.
fr: Laissez Breez ouvert jusqu'à ce que le paiement soit effectué.
it: Tieni aperto Breez fino al completamento del pagamento.
pt: Mantenha o aplicativo aberto até que o pagamento seja concluído.
sv: Håll Breez öppet tills betalningen är klar.

# qr_code_dialog_warning_message_with_lsp
source: A setup fee of {setupFee} ({fiatFee}) is applied to this invoice. Keep Clovr Labs open until the payment is completed.
de: Diese Rechnung wird mit einer Einrichtungsgebühr von {setupFee} ({fiatFee}) belastet. Lass die Breez App offen, bis die Zahlung abgeschlossen ist.
es: Una tarifa de instalación de {setupFee} ({fiatFee}) se aplicará a esta factura. Mantenga la aplicación abierta hasta que se complete el pago.
fi: Tämän laskun suorituksesta veloitetaan saapuvan kanavan perustamiskulu {setupFee} eli ({fiatFee}). Älä sulje sovellusta ennenkuin tapahtuma valmistuu.
fr: Des frais d'installation de {setupFee} ({fiatFee}) est appliqué à cette facture. Laissez Breez ouvert jusqu'à ce que le paiement soit effectué.
it: A questa fattura viene applicata una commissione di configurazione di {setupFee} ({fiatFee}). Tieni aperto Breez fino al completamento del pagamento.
pt: Uma taxa de configuração de {setupFee} ({fiatFee}) será aplicada a esta fatura. Mantenha o aplicativo aberto até que o pagamento seja concluído.
sv: En installationsavgift på {setupFee} ({fiatFee}) tillkommer på denna faktura. Håll Breez öppet tills betalningen är klar.

# qr_code_dialog_error
source: Failed to create an invoice {error}. Please try again later.
de: Die Erstellung einer Rechnung ist fehlgeschlagen {error}. Bitte versuche es später noch einmal.
es: No se pudo crear la factura {error}. Por favor, inténtelo de nuevo más tarde.
fi: Laskun luonnissa tapahtui virhe {error}. Yritä uudelleen.
fr: Impossible de créer une facture {error}. Veuillez réessayer plus tard.
it: Impossibile creare una Invoice {error}. Per favore riprova più tardi.
pt: Falha ao criar a fatura {error}. Por favor, tente novamente mais tarde.

# waiting_broadcast_dialog_dialog_title
source: Refund Transaction
de: Transaktion zurückerstatten
es: Transacción para reembolso
fi: Hyvitystapahtuma
fr: Transaction de remboursement
it: Transazione di rimborso
pt: Transação de Reembolso
sv: Återbetalningstransaktion

# waiting_broadcast_dialog_dialog_title_error
source: Refund Error
de: Fehler bei der Rückerstattung
es: Error en el reembolso
fi: Hyvityksessä tapahtui virhe
fr: Erreur de remboursement
it: Errore rimborso
pt: Erro no Reembolso
sv: Återbetalningsfel

# waiting_broadcast_dialog_action_close
source: CLOSE
de: ABBRECHEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# waiting_broadcast_dialog_action_copy
source: Copy Transaction Hash
de: Transaktions-Hash kopieren
es: Copiar el hash de transacción
fi: Kopioi tapahtuman tiiviste
fr: Copier le hash de la transaction
it: Copia l'hash della transazione
pt: Copiar o hash da transação
sv: Kopiera transaktionshash

# waiting_broadcast_dialog_action_share
source: Share Transaction Hash
de: Transaktions-Hash teilen
es: Compartir el hash de la transacción
fi: Jaa tapahtuman tiiviste
fr: Partager le hash de la transaction
it: Condividi l'hash della transazione
pt: Compartilhar o hash da transação
sv: Dela transaktionshash

# waiting_broadcast_dialog_transaction_id
source: Transaction ID:
de: Transaktions-ID:
es: ID de la transacción:
fi: Tapahtumatunnus:
fr: ID de la transacton :
it: ID della transazione:
pt: ID da transação:
sv: Transaktions ID:

# waiting_broadcast_dialog_content_success
source: Funds were successfully sent to the specified address.
de: Die bitcoin wurden erfolgreich an die angegebene Adresse gesendet.
es: Los fondos se han enviado con éxito a la dirección especificada.
fi: Varat lähetettiin onnistuneesti pyydettyyn osoitteeseen.
fr: Les fonds ont bien été envoyés à l'adresse spécifiée.
it: I fondi sono stati inviati con successo all'indirizzo specificato.
pt: Os fundos foram enviados com sucesso para o endereço especificado.
sv: Pengarna skickades till den angivna adressen.

# waiting_broadcast_dialog_content_warning
source: Please wait whileClovrLabsis sending the funds to the specified address.
de: Bitte warte, während Breez die bitcoin an die angegebene Adresse sendet.
es: Espere mientras los fondos se envían a la dirección especificada.
fi: Odota hetkinen. Sovellus lähettää varoja kohdeosoitteeseen.
fr: Veuillez patienter pendant que Breez envoie les fonds à l'adresse spécifiée.
it: Attendi che Breez invii i fondi all'indirizzo specificato.
pt: Aguarde enquanto os fundos são enviandos para o endereço especificado.
sv: Vänta medan Breez skickar pengarna till den angivna adressen.

# waiting_broadcast_dialog_content_error
source: Error in broadcasting transaction: {error}
de: Fehler beim Senden der Transaktion: {error}
es: Error al transmitir la transacción: {error}
fi: Tapahtuman lähettäminen päättyi virheeseen: {error}
fr: Erreur dans la diffusion de la transaction : {error}
it: Errore nella broadcast della transazione: {error}
pt: Erro ao transmitir a transação: {error}
sv: Fel i sändningstransaktionen: {error}

# wallet_dashboard_payment_item_balance_fee
source: FEE {feeFormatted}
de: GEBÜHR {feeFormatted}
es: TARIFA {feeFormatted}
fi: KULUT {feeFormatted}
fr: FRAIS {feeFormatted}
it: COMMISSIONE {feeFormatted}
pt: TAXA {feeFormatted}
sv: Avgift {feeFormatted}

# wallet_dashboard_payment_item_balance_pending_suffix
source: (Pending)
de: (Ausstehend)
es: (Pendiente)
fi: (Odottaa)
fr: (En attente)
it: (In attesa)
pt: (Pendente)
sv: (Väntar)

# status_text_loading_begin
source: ClovrLabs is
de: Breez öffnet
es: Breez está
fi: Sovellus on
fr: Breez est
it: Breez sta
pt: A Breez está
sv: Breez

# status_text_loading_middle
source: opening a secure channel
de: einen sicheren Channel
es: abriendo un canal seguro
fi: avaamassa turvallista kanavaa
fr: en train d'ouvrir un canal sécurisé
it: aprendo un canale sicuro
pt: abrindo um canal seguro
sv: öppnar en säker kanal

# status_text_loading_end
source: with our server. This might take a while, but don't worry, we'll notify you when the app is ready to send and receive payments.
de: mit dem Server. Das kann eine Weile dauern, aber keine Sorge, wir benachrichtigen dich, sobald die App bereit ist, Zahlungen zu senden und zu empfangen.
es: con nuestros servidores. Esto puede demorar un tiempo pero no se preocupe, le notificaremos cuando la aplicación esté lista para enviar y recibir pagos.
fi: palvelimeemme. Tämä saattaa kestää jonkin aikaa. Sovellus antaa ilmoituksen kun maksujen vastaanotto ja lähetys ovat jälleen mahdollisia.
fr: avec notre serveur. Cela peut prendre un certain temps, mais ne vous inquiétez pas, nous vous informerons lorsque l'application sera prête à envoyer et recevoir des paiements.
it: con il nostro server. L'operazione potrebbe richiedere del tempo, ma non preoccuparti, ti avviseremo quando l'app sarà pronta per inviare e ricevere pagamenti.
pt: com nossos servidores. Isso pode demorar um pouco, mas não se preocupe, você será notificado quando o aplicativo estiver pronto para enviar e receber pagamentos.
sv: med vår server. Detta kan ta ett tag, men oroa dig inte, vi meddelar dig när appen är redo att skicka och ta emot betalningar.

# status_text_ready
source: ClovrLabs is ready to receive funds.
de: Breez ist bereit, bitcoin zu erhalten.
es: Breez está listo para recibir fondos.
fi: Breez on valmis lähettämään maksuja.
fr: Breez est prêt à recevoir des fonds.
it: Breez è pronta a ricevere i fondi.
pt: A Breez está pronta para receber fundos.
sv: Breez är redo att ta emot pengar.

# qr_action_button_open_link
source: Open Link
de: Link öffnen
es: Abrir enlace
fi: Avaa linkki
fr: Ouvrir le lien
it: Apri link
pt: Abrir Link
sv: Öppna länk

# qr_action_button_open_link_confirmation
source: Are you sure you want to open this link?
de: Bist du sicher, dass du diesen Link öffnen möchtest?
es: ¿Quieres abrir este enlace?
fi: Haluatko varmasti avata tämän linkin`?
fr: Êtes-vous sûr de vouloir ouvrir ce lien ?
it: Sei sicuro/a di aprire questo link?
pt: Você deseja abrir este link?
sv: Är du säker på att du vill öppna den här länken?

# qr_action_button_open_link_confirmation_no
source: NO
de: NEIN
fi: En
fr: NON
pt: NÃO
sv: NEJ

# qr_action_button_open_link_confirmation_yes
source: YES
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: Sì
pt: SIM
sv: JA

# qr_action_button_error_code_not_detected
source: QR code wasn't detected.
de: QR-Code wurde nicht erkannt.
es: No se detectó el código QR.
fi: QR-koodia ei löydetty.
fr: QR code non détecté.
it: Nessun QR code rilevato.
pt: O código QR não foi detectado.
sv: QR-kod upptäcktes inte.

# qr_action_button_error_code_not_processed
source: QR code cannot be processed.
de: QR-Code kann nicht verarbeitet werden.
es: El código QR no se puede procesar.
fi: QR-koodia ei pystytä käsittelemään.
fr: Le QR code ne peut pas être traité.
it: Il codice QR non può essere elaborato.
pt: O código QR não pôde ser processado.
sv: QR-kod kan inte hanteras.

# qr_action_button_error_link_title
source: Link Error
de: Link-Fehler
es: Enlace inválido
fi: Virheellinen linkki
fr: Erreur de lien
it: Errore Link
pt: Link inválido
sv: Länk Fel

# qr_action_button_error_link_message
source: Failed to process link: {error}
de: Link konnte nicht verarbeitet werden: {error}
es: No se pudo procesar el enlace: {error}
fi: Linkin käsittelyssä tapahtui virhe: {error}
fr: Échec du traitement du lien : {error}
it: Impossibile elaborare il link: {error}
pt: Falha ao processar o link: {error}
sv: Det gick inte att hantera länken: {error}
