Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# payment_info_dialog_barcode
source: Scan Barcode
de: Barcode scannen
es: Escanear código de barras
fi: Lue viivakoodi
fr: Scanner le code-barres
it: Scansiona il barcode
pt: Ler código de barras
sv: Scanna Barcode

# payment_info_dialog_error
source: Invalid invoice, ID or Address
de: Ungültige Rechnung, ID oder Adresse
es: Factura, ID o dirección incorrecta.
fi: LN-lasku, solmu- tai Lightning-osoite oli virheellinen.
fr: Facture, ID ou adresse non valide
it: Invoice, ID or indirizzo non valido
pt: A fatura, o ID ou o endereço é inválido
sv: Ogiltig invoice, ID el Address

# payment_info_dialog_error_qrcode
source: QR code wasn't detected.
de: QR-Code wurde nicht erkannt.
es: No se detectó el código QR.
fi: QR-koodia ei tunnistettu.
fr: Le code QR n'a pas été détecté.
it: Nessun QR code rilevato.
pt: O código QR não foi detectado.
sv: QR-kod upptäcktes inte.

# payment_info_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# payment_info_dialog_action_approve
source: APPROVE
de: BESTÄTIGEN
es: APROBAR
fi: HYVÄKSY
fr: APPROUVER
it: APPROVA
pt: APROVAR
sv: GODKÄNN

# pos_invoice_item_management_title_add
source: Add Item
de: Artikel hinzufügen
es: Añadir artículo
fi: Lisää tuote
fr: Ajouter un article
it: Aggiungi articolo
pt: Adicionar Item
sv: Lägg till artikel

# pos_invoice_item_management_title_edit
source: Edit Item
de: Artikel bearbeiten
es: Editar artículo
fi: Muokkaa tuotetta
fr: Editer l'article
it: Modifica articolo
pt: Editar Item
sv: Ändra artikel

# pos_invoice_item_management_title_save
source: SAVE
de: SPEICHERN
es: GUARDAR
fi: TALLENNA
fr: SAUVEGARDER
it: SALVA
pt: SALVAR
sv: SPARA

# pos_invoice_item_management_field_name_label
source: Name
es: Nombre
fi: Tuotenimi
fr: Nom
it: Nome
pt: Nome
sv: Namn

# pos_invoice_item_management_field_name_hint
source: Enter a name
de: Name eingeben
es: Ingrese el nombre
fi: Syötä tuotenimi
fr: Entrez un nom
it: Inserisci un nome
pt: Insira o nome
sv: Skriv in ett namn

# pos_invoice_item_management_field_name_error
source: Name is required
de: Name ist erforderlich
es: El nombre es requerido
fi: Tuotenimi on pakollinen
fr: Le nom est requis
it: Il nome è richiesto
pt: O nome é obrigatório
sv: Namn krävs

# pos_invoice_item_management_field_price_label
source: Price
de: Preis
es: Precio
fi: Hinta
fr: Prix
it: Prezzo
pt: Preço
sv: Pris

# pos_invoice_item_management_field_price_hint
source: Enter a price
de: Preis eingeben
es: Ingrese el precio
fi: Syötä tuotteen hinta
fr: Entrez un prix
it: Inserisci un prezzo
pt: Insira o preço
sv: SKriv in ett pris

# pos_invoice_item_management_field_price_error
source: Price is required
de: Preis ist erforderlich
es: El precio es requerido
fi: Tuotteen hinta on pakollinen
fr: Le prix est requis
it: Il prezzo è richiesto
pt: O preço é obrigatório
sv: Pris krävs

# pos_invoice_item_management_field_sku_label
source: SKU
fi: Tuotetunnus

# pos_invoice_item_management_field_sku_hint
source: Enter a SKU
de: SKU eingeben
es: Ingrese un SKU
fi: Syötä tuotetunnus
fr: Entrez un SKU
it: Inserisci uno SKU
pt: Insira o SKU
sv: Skriv ett SKU

# pos_invoice_item_management_dd_currency_title
source: Currency
de: Währung
es: Moneda
fi: Valuutta
fr: Monnaie
it: Moneta
pt: Moeda
sv: Valuta

# pos_invoice_item_management_image_title
source: Select Image
de: Bild auswählen
es: Seleccionar imagen
fi: Valitse kuva
fr: Sélectionnez l'image
it: Seleziona immagine
pt: Selecione uma Imagem
sv: Välj bild

# pos_invoice_item_management_error_btc_rate
source: Failed to retrieve BTC exchange rate.
de: Abruf des BTC-Wechselkurses fehlgeschlagen.
es: No se ha podido recuperar la tasa de cambio de BTC.
fi: Bitcoin-vaihtokurssin noutaminen ei onnistunut (tarkista verkkoyhteys).
fr: Impossible de récupérer le taux de change BTC.
it: Impossibile recuperare il tasso di cambio BTC.
pt: Houve uma falha na recuperação das taxas de câmbio do BTC.
sv: Det gick inte att hämta BTC-växelkursen.

# pos_invoice_item_management_avatar_title
source: Select Image
de: Bild auswählen
es: Seleccionar imagen
fi: Valitse kuva
fr: Sélectionner l'image
it: Seleziona immagine
pt: Selecione uma Imagem
sv: Välj bild

# pos_invoice_item_management_avatar_search
source: Search for an image
de: Suche ein Bild
es: Buscar una imagen
fi: Etsi kuva (käytä haussa englantia)
fr: Recherchez une image
it: Cerca un'immagine
pt: Busque por uma imagem
sv: Sök efter en bild

# pos_invoice_tab_keypad
source: Keypad
de: Ziffernblock
es: Teclado
fi: Näppäimistö
fr: Clavier
it: Tastiera
pt: Teclado
sv: knappsats

# pos_invoice_tab_items
source: Items
de: Artikel
es: Artículos
fi: Tuotteet
fr: Articles
it: Articoli
pt: Itens
sv: Artiklar

# pos_invoice_charge_label
source: CHARGE {amount} {currencyName}
de: {amount} {currencyName} KASSIEREN
es: COBRAR {amount} {currencyName}
fi: VELOITA {amount} {currencyName}
fr: FACTURER {amount} {currencyName}
it: ADDEBITA {amount} {currencyName}
pt: COBRAR {amount} {currencyName}
sv: DEBITERA {amount} {currencyName}

# pos_invoice_search_hint
source: Search for name or SKU
de: Suche nach Name oder SKU
es: Buscar por nombre o SKU
fi: Etsi tuotenimellä tai -tunnuksella
fr: Recherche par nom ou par SKU
it: Ricerca per nome o SKU
pt: Buscar por nome ou SKU
sv: Sök efter namn el SKU

# pos_invoice_search_empty
source: No matching items found.
de: Keine passenden Artikel gefunden.
es: No se encontraron artículos relacionados.
fi: Etsimiäsi tuotteita ei löytynyt.
fr: Aucun élément correspondant n'a été trouvé.
it: Nessun articolo corrispondente
pt: Nenhum item encontrado.
sv: Inga matchande artiklar hittades.

# pos_invoice_search_no_items
source: No items to display. Add items to this view using the '+' button.
de: Keine Elemente. Füge mit der Schaltfläche Elemente zu dieser Ansicht hinzu.
es: No hay artículos para mostrar. Agregue artículos aquí usando el botón '+'.
fi: Tuotelista on tyhjä. Lisää tuotteita näkymään painamalla '+'-merkkiä.
fr: Aucun élément à afficher. Ajoutez des articles à cette vue en utilisant le bouton '+'.
it: Nessun articolo da mostrare. Aggiungi gli articoli usando il tasto '+'.
pt: Nenhum item a ser exibido. Adicione itens aqui utilizando o botão '+'.
sv: Inga artiklar att visa. Lägg till artikel i den här vyn med knappen '+'.

# pos_invoice_error_fiat_exchange_rates
source: Failed to retrieve fiat exchange rates.
de: Abruf von Fiat-Wechselkursen fehlgeschlagen.
es: No fue posible recuperar las cotizaciones de las monedas fiduciarias.
fi: Valuuttojen vaihtokurssien hakeminen epäonnistui.
fr: Impossible de récupérer les taux de change fiat.
it: Impossibile recuperare i tassi di cambio fiat.
pt: Não foi possível recuperar as cotações das moedas fiduciárias.
sv: Det gick inte att hämta valutakurser.

# pos_invoice_error_submit_header
source: Required Information
de: Erforderliche Informationen
es: Información requerida
fi: Pakollinen tieto
fr: Informations requises
it: Informazione richiesta
pt: Informações incompletas
sv: Obligatorisk information

# pos_invoice_error_submit_name_avatar
source: Please enter your business name and select a business logo in the Settings screen.
de: Bitte gib unter Einstellungen deinen Firmennamen an und wähle ein Firmenlogo.
es: Por favor agregue el nombre y el logotipo de su empresa en la pantalla de Ajustes.
fi: Syötä organisaation nimi ja valitse logo-tiedosto Asetukset-näkymästä.
fr: Veuillez saisir le nom de votre entreprise et sélectionner un logo d'entreprise dans l'écran Paramètres.
it: Inserisci il nome della tua attività e seleziona un logo all'interno delle Impostazioni.
pt: Por favor adicione o seu nome comercial e selecione a logomarca da empresa na tela de configurações.
sv: Ange ditt företagsnamn och välj en företagslogo på vyn för Inställningar.

# pos_invoice_error_submit_name_only
source: Please enter your business name in the Settings screen.
de: Bitte gib unter Einstellungen deinen Firmennamen an.
es: Por favor agregue el nombre de su empresa en la pantalla de Ajustes.
fi: Syötä organisaation nimi Asetukset-näkymässä.
fr: Veuillez saisir le nom de votre entreprise dans l'écran Paramètres.
it: Inserisci il nome della tua attività all'interno delle Impostazioni.
pt: Por favor adicione o seu nome comercial na tela de configurações.
sv: Ange ditt företagsnamn på vyn för Inställningar.

# pos_invoice_error_submit_avatar_only
source: Please select a business logo in the Settings screen.
de: Bitte wähle unter Einstellungen ein Firmenlogo.
es: Por favor agregue el logotipo de su empresa en la pantalla de Ajustes.
fi: Valitse logo-tiedosto Asetukset-näkymässä.
fr: Veuillez sélectionner un logo d'entreprise dans l'écran Paramètres.
it: Seleziona un logo all'interno delle Impostazioni.
pt: Por favor adicione a logomarca da empresa na tela de configurações.
sv: Välj en företagslogo på vyn för Inställningar.

# pos_invoice_error_fix_action
source: GO TO SETTINGS
de: ZU DEN EINSTELLUNGEN
es: IR A AJUSTES
fi: SIIRRY ASETUKSIIN
fr: ALLER AUX PARAMÈTRES
it: VAI ALLE IMPOSTAZIONI
pt: IR PARA CONFIGURAÇÕES
sv: GÅ TILL INSTÄLLNINGAR

# pos_invoice_error_capacity_header
source: You don't have the capacity to receive such payment.
de: Du bist nicht in der Lage, eine solche Zahlung zu erhalten.
es: No tiene la capacidad requerida para recibir este pago.
fi: Maksun vastaaottaminen ei onnistu, koska kapasiteetti ei riitä.
fr: Vous n'avez pas la capacité de recevoir un tel paiement.
it: Non hai sufficiente capacità per ricevere questo pagamento.
pt: Sua conta não possui a capacidade necessária para receber este pagamento.
sv: Du har inte kapacitet att ta emot sådan betalning.

# pos_invoice_error_capacity_message
source: Maximum payment size you can receive is {maxAllowed}. Please enter a smaller value.
de: Der maximale Zahlungsbetrag, den du erhalten kannst, ist {maxAllowed}. Bitte gib einen kleineren Wert ein.
es: El pago más grande que puede recibir su cuenta es {maxAllowed}. Por favor ingrese un valor menor.
fi: Vastaanotettavan maksun enimmäismäärä on {maxAllowed}. Syötä pienempi määrä.
fr: La taille maximale du paiement que vous pouvez recevoir est {maxAllowed}. Veuillez entrer une valeur inférieure.
it: L'importo massimo che puoi ricevere è {maxAllowed}. Inserisci un valore più piccolo.
pt: O maior pagamento que a sua conta pode receber é de {maxAllowed}. Por favor insira um valor inferior a este.
sv: Den maximala summan du kan ta emot är {maxAllowed}. Ange ett mindre värde.

# pos_invoice_error_payment_size_header
source: You have exceeded the maximum payment size.
de: Du hast den maximalen Zahlungsbetrag überschritten.
es: Ha excedido el monto máximo de pago.
fi: Olet ylittänyt maksun enimmäismäärän.
fr: Vous avez dépassé la taille maximale du paiement.
it: Hai superato l'importo massimo per il pagamento.
pt: Você excedeu o valor limite de pagamento.
sv: Du har överskridit den maximala betalsumman.

# pos_invoice_error_payment_size_message
source: Maximum payment size on the Lightning Network is {maxAllowed}. Please enter a smaller value or complete the payment in multiple transactions.
de: Die maximale Zahlungsgröße im Lightning Network ist {maxAllowed}. Bitte gib einen kleineren Betrag ein oder führe die Zahlung in mehreren Transaktionen durch.
es: El monto máximo de pago en la Red Lightning es {maxAllowed}. Por favor ingrese un monto menor o complete el pago en múltiples transacciones.
fi: Salamaverkon maksun enimmäismäärä on {maxAllowed}. Syötä pienempi määrä tai suorita maksu jakamalla se useampaan maksutapahtumaan.
fr: La taille maximale du paiement sur le Lightning Network est {maxAllowed}. Veuillez saisir une valeur inférieure ou effectuer le paiement en plusieurs transactions.
it: L'importo massimo del pagamento su Lightning Network è {maxAllowed}. Inserisci un valore inferiore o completa il pagamento in più transazioni.
pt: O valor máximo de pagamento na rede Relâmpago é de {maxAllowed}. Por favor insira um valor inferior ou complete o pagamento em multiplas transações.
sv: Maximal summan på Lightning Network är {maxAllowed}. Ange ett mindre värde eller slutför betalningen i flera transaktioner.

# pos_invoice_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# pos_invoice_clear_sale_header
source: Clear Sale?
de: Verkauf löschen?
es: ¿Borrar Venta?
fi: Peruuta myyntitapahtuma
fr: Effacter la vente ?
it: Annullare la vendita?
pt: Limpar carrinho?
sv: Rensa försäljning?

# pos_invoice_clear_sale_message
source: This will clear the current transaction.
de: Damit wird die aktuelle Transaktion gelöscht.
es: Esto eliminará la transacción actual.
fi: Haluatko peruuttaa tuotteiden myynnin?
fr: Ceci effacera la transaction en cours.
it: Questo annullerà l'attuale transazione.
pt: Esta ação removerá todos os items do carrinho.
sv: Detta kommer att radera den aktuella transaktionen.

# pos_invoice_clear_sale_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# pos_invoice_clear_sale_confirm
source: CLEAR
de: LÖSCHEN
es: LIMPIAR
fi: KYLLÄ
fr: EFFACER
it: OK
pt: LIMPAR
sv: RENSA

# pos_invoice_sort_none
source: None
de: Keine
es: Nada
fi: Oletus
fr: Aucun
it: Nessuno
pt: Nenhum
sv: Ingen

# pos_invoice_sort_alphabetically
source: Name
es: Nombre
fi: Tuotenimi
fr: Nom
it: Nome
pt: Nome
sv: Namn

# pos_invoice_sort_price
source: Price
de: Preis
es: Precio
fi: Hinta
fr: Prix
it: Prezzo
pt: Preço
sv: Pris

# app_animal_bat
source: Bat
de: Fledermaus
es: Murciélago
fi: Lepakko
fr: Chauve-souris
it: Pipistrello
pt: Morcego

# app_animal_bear
source: Bear
de: Bär
es: Oso
fi: Karhu
fr: Ours
it: Orso
pt: Urso

# app_animal_boar
source: Boar
de: Wildschwein
es: Jabalí
fi: Karju
fr: Sanglier
it: Cinghiale
pt: Javali

# app_animal_cat
source: Cat
de: Katze
es: Gato
fi: Kissa
fr: Chat
it: Gatto
pt: Gato

# app_animal_chick
source: Chick
de: Küken
es: Pollo
fi: Kana
fr: Poussin
it: Pulcino
pt: Frango

# app_animal_cow
source: Cow
de: Kuh
es: Vaca
fi: Lehmä
fr: Vache
it: Mucca
pt: Vaca

# app_animal_deer
source: Deer
de: Hirsch
es: Ciervo
fi: Peura
fr: Cerf
it: Cervo
pt: Cervo

# app_animal_dog
source: Dog
de: Hund
es: Perro
fi: Koira
fr: Chien
it: Cane
pt: Cão

# app_animal_eagle
source: Eagle
de: Adler
es: Águila
fi: Kotka
fr: Aigle
it: Aquila
pt: Águia

# app_animal_elephant
source: Elephant
de: Elefant
es: Elefante
fi: Elefantti
fr: Éléphant
it: Elefante
pt: Elefante

# app_animal_fox
source: Fox
de: Fuchs
es: Zorro
fi: Kettu
fr: Renard
it: Volpe
pt: Raposa

# app_animal_frog
source: Frog
de: Frosch
es: Rana
fi: Sammakko
fr: Grenouille
it: Rana
pt: Sapo

# app_animal_hippo
source: Hippo
de: Nilpferd
es: Hipopótamo
fi: Virtahepo
fr: Hippopotame
it: Ippopotamo
pt: Hipopótamo

# app_animal_hummingbird
source: Hummingbird
de: Kolibri
es: Colibrí
fi: Kolibri
fr: Colibri
it: Colibrì
pt: Beija-flor

# app_animal_lion
source: Lion
de: Löwe
es: León
fi: Leijona
it: Leone
pt: Leão

# app_animal_monkey
source: Monkey
de: Affe
es: Mono
fi: Apina
fr: Singe
it: Scimmia
pt: Macaco

# app_animal_mouse
source: Mouse
de: Maus
es: Ratón
fi: Hiiri
fr: Souris
it: Topo
pt: Camundongo

# app_animal_owl
source: Owl
de: Eule
es: Lechuza
fi: Pöllö
fr: Hibou
it: Gufo
pt: Coruja

# app_animal_ox
source: Ox
de: Ochse
es: Buey
fi: Härkä
fr: Boeuf
it: Bue
pt: Boi

# app_animal_pig
source: Pig
de: Schwein
es: Cerdo
fi: Sika
fr: Cochon
it: Maiale
pt: Porco

# app_animal_rabbit
source: Rabbit
de: Hase
es: Conejo
fi: Kani
fr: Lapin
it: Coniglio
pt: Coelho

# app_animal_seagull
source: Seagull
de: Möwe
es: Gaviota
fi: Lokki
fr: Mouette
it: Gabbiano
pt: Gaivota

# app_animal_sheep
source: Sheep
de: Schaf
es: Oveja
fi: Lammas
fr: Moutons
it: Pecora
pt: Ovelha

# app_animal_snake
source: Snake
de: Schlange
es: Serpiente
fi: Käärme
fr: Serpent
it: Serpente
pt: Cobra

# app_color_salmon
source: Salmon
de: Lachs
es: Salmón
fi: Lohenpunainen
fr: Saumon
it: Salmone
pt: Salmão

# app_color_blue
source: Blue
de: Blau
es: Azul
fi: Sininen
fr: Bleu
it: Blu
pt: Azul

# app_color_turquoise
source: Turquoise
de: Türkis
es: Turquesa
fi: Turkoosi
it: Turchese
pt: Turquesa

# app_color_orchid
source: Orchid
de: Orchidee
es: Orquídea
fi: Orkideanvioletti
fr: Orchidée
it: Orchidea
pt: Orquídea

# app_color_purple
source: Purple
de: Lila
es: Púrpura
fi: Purppuranpunainen
fr: Violet
it: Viola
pt: Roxo

# app_color_tomato
source: Tomato
de: Tomate
es: Colorado
fi: Tomaatinpunainen
fr: Tomate
it: Pomodoro
pt: Rubro

# app_color_cyan
source: Cyan
es: Cian
fi: Syaani
it: Ciano
pt: Ciano

# app_color_crimson
source: Crimson
de: Purpur
es: Carmesí
fi: Karmiininpunainen
fr: Pourpre
it: Cremisi
pt: Carmesim

# app_color_orange
source: Orange
es: Naranja
fi: Oranssi
it: Arancione
pt: Laranja

# app_color_lime
source: Lime
de: Limone
es: Lima
fi: Limenvihreä
fr: Citron vert
pt: Lima

# app_color_pink
source: Pink
es: Rosa
fi: Pinkki
fr: Rose
it: Rosa
pt: Rosa

# app_color_green
source: Green
de: Grün
es: Verde
fi: Vihreä
fr: Vert
it: Verde
pt: Verde

# app_color_red
source: Red
de: Rot
es: Rojo
fi: Punainen
fr: Rouge
it: Rosso
pt: Vermelho

# app_color_yellow
source: Yellow
de: Gelb
es: Amarillo
fi: Keltainen
fr: Jaune
it: Giallo
pt: Amarelo

# app_color_azure
source: Azure
de: Azur
es: Celeste
fi: Taivaansininen
fr: Azur
it: Azzurro
pt: Celeste

# app_color_silver
source: Silver
de: Silber
es: Plateado
fi: Hopea
fr: Argenté
it: Argento
pt: Prata

# app_color_olive
source: Olive
es: Oliva
fi: Oliivinvihreä
it: Olivo
pt: Oliva

# app_color_violet
source: Violet
de: Violett
es: Violeta
fi: Violetti
it: Violetta
pt: Violeta

# app_color_rose
source: Rose
de: Rosa
es: Rosado
fi: Ruusunpunainen
it: Rosa
pt: Rosê

# app_color_wine
source: Wine
de: Wein
es: Vino
fi: Viininpunainen
fr: Vin
it: Vino
pt: Vinho

# app_color_mint
source: Mint
de: Minze
es: Menta
fi: Mintunvihreä
fr: Menthe
it: Menta
pt: Menta

# app_color_indigo
source: Indigo
es: Índigo
fi: Indigon-keltainen
it: Indaco
pt: Índigo

# app_color_jade
source: Jade
fi: Jadenvihreä
it: Giada

# app_color_coral
source: Coral
de: Koralle
fi: Korallinpunainen
fr: Corail
it: Corallo

# pos_transactions_title
source: Transactions
de: Transaktionen
es: Transacciones
fi: Tilitapahtumat
it: Transazioni
pt: Transações
sv: Transaktioner

# pos_transactions_placeholder
source: Successful transactions are displayed here.
de: Erfolgreiche Transaktionen werden hier angezeigt.
es: Las transacciones completadas aparecerán aquí.
fi: Tässä näkymässä ovat onnistuneet tilitapahtumat.
fr: Les transactions réussies sont affichées ici.
it: Le transazioni riuscite vengono visualizzate qui.
pt: As transações concluídas aparecerão aqui.
sv: Lyckade transaktioner visas här.

# pos_transactions_action_export
source: Export
es: Exportar
fi: Luo tapahtumatiedosto
fr: Exporter
it: Esporta
pt: Exportar
sv: Exportera

# pos_transactions_action_export_failed
source: Failed to export payments.
de: Export der Zahlungen fehlgeschlagen.
es: Error al exportar los pagos.
fi: Tapahtuma tiedoston luonti epäonnistui.
fr: Echerc dans l'export des paiements.
it: Esportazione dei pagamenti fallita
pt: Falha na exportação das transações.
sv: Det gick inte att exportera betalningar.

# pos_transactions_range_no_transactions
source: There are no transactions in this date range
de: Es gibt keine Transaktionen in diesem Datumsbereich
es: No hay transacciones en el período seleccionado
fi: Valitulla aikavälillä ei ole tapahtumia
fr: Il n'y a pas de transactions dans cette plage de dates
it: Non ci sono transazioni in questo intervallo
pt: Não há transações no período selecionado
sv: Det finns inga transaktioner inom detta datumintervall

# pos_transactions_range_dialog_title
source: Choose a date range:
de: Wähle einen Datumsbereich:
es: Elija un período:
fi: Määritä aikajakso:
fr: Choisissez une plage de dates :
it: Scegli un intervallo di date:
pt: Escolha um período:
sv: Rensa datumintervall:

# pos_transactions_range_dialog_start
source: Start
de: Beginn
es: Inicio
fi: alkaen
fr: Début
it: Inizio
pt: Início

# pos_transactions_range_dialog_end
source: End
de: Ende
es: Fin
fi: asti
fr: Fin
it: Fine
pt: Fim
sv: Slut

# pos_transactions_range_dialog_clear
source: CLEAR
de: LÖSCHEN
es: LIMPIAR
fi: Tyhjennä
fr: EFFACER
it: RESETTA
pt: LIMPAR
sv: RENSA

# pos_transactions_range_dialog_apply
source: APPLY FILTER
de: FILTER ANWENDEN
es: APLICAR FILTRO
fi: KÄYTÄ AIKAJAKSOA
fr: APPLIQUER LE FILTRE
it: APPLICA FILTRO
pt: APLICAR FILTRO
sv: ANVÄND FILTER

# sale_view_title
source: Current Sale
de: Aktueller Verkauf
es: Venta actual
fi: Myyntitapahtuma
fr: Vente en cours
it: Vendita corrente
pt: Venda
sv: Aktuell försäljning

# sale_view_note_hint
source: Add Note
de: Notiz hinzufügen
es: Agregar nota
fi: Lisää muistiinpano
fr: Ajouter une note
it: Aggiungi nota
pt: Adicionar nota
sv: Lägg till anteckning

# sale_view_print
source: Print
de: Drucken
es: Imprimir
fi: Tulosta
fr: Imprimer
it: Stampa
pt: Imprimir
sv: Skriv ut

# sale_view_total_title_charge_no_fiat
source: CHARGE {value}
de: {value} KASSIEREN
es: COBRAR {value}
fi: Veloita {value}
fr: FACTURER {value}
it: ADDEBITA {value}
pt: COBRAR {value}
sv: KOSTNAD {value}

# sale_view_total_title_charge_fiat
source: CHARGE {value} ({fiatValue})
de: {value} ({fiatValue}) KASSIEREN
es: COBRAR {value} ({fiatValue})
fi: Veloita {value} ({fiatValue})
fr: FACTURER {value} ({fiatValue})
it: ADDEBITA {value} ({fiatValue})
pt: COBRAR {value} ({fiatValue})
sv: KOSTNAD {value} ({fiatValue})

# fiat_currencies_title
source: Fiat Currencies
de: Fiat-Währungen
es: Monedas fiduciarias
fi: Valuutat
fr: Monnaies Fiat
it: Monete fiat
pt: Moedas Fiduciárias
sv: Valutor

# fiat_currencies_save_fail
source: Failed to save changes.
de: Änderungen konnten nicht gespeichert werden.
es: Error al guardar los cambios.
fi: Muutosten tallennus epäonnistui.
fr: Échec de l'enregistrement des modifications.
it: Modifiche non salvate
pt: Falha ao salvar as alterações
sv: Det gick inte att spara ändringarna.

# connect_to_pay_title_payer
source: Connect To Pay
de: Zum Zahlen verbinden
es: Conectarse para pagar
fi: Linkitä vastaanottaja
fr: Se connecter pour payer
it: Connettiti per pagare
pt: Conecte para Pagar
sv: Anslut för att betala

# connect_to_pay_title_payee
source: Receive Payment
de: Zahlung erhalten
es: Recibir pago
fi: Maksun vastaanotto
fr: Recevoir le paiement
it: Pagamento Recente
pt: Receber Pagamento
sv: Taemot betalning

# connect_to_pay_canceled_payer
source: Payer has canceled the payment session
de: Der Bezahlende hat die Zahlung abgebrochen
es: El emisor ha cancelado la sesión de pago
fi: Maksaja keskeytti maksutapahtuman.
fr: Le payeur a annulé la session de paiement
it: Il pagatore ha annullato la sessione di pagamento
pt: O pagador cancelou a sessão de pagamento
sv: Betalaren har avbrutit betalningssessionen

# connect_to_pay_canceled_payee
source: Payee has canceled the payment session
de: Der Zahlungsempfänger hat die Zahlung abgebrochen
es: El beneficiario ha cancelado la sesión de pago.
fi: Maksunsaaja keskeytti maksutapahtuman.
fr: Le bénéficiaire a annulé la session de paiement
it: Il beneficiario ha annullato la sessione di pagamento
pt: O beneficiário cancelou a sessão de pagamento
sv: Betalningsmottagaren har avbrutit betalningssessionen

# connect_to_pay_canceled_remote_user
source: {name} has canceled the payment session
de: {name} hat die Zahlung abgebrochen
es: {name} ha cancelado la sesión de pago
fi: {name} keskeytti maksutapahtuman.
fr: {name} a annulé la session de paiement
it: {name} ha cancellato la sessione di pagamento
pt: O(A) {name} cancelou a sessão de pagamento
sv: {name} har avbrutit betalningssessionen
