Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# invoice_ln_address_warning_with_min_fee_account_connected
source: A setup fee of {setUpFee}% with a minimum of {minFee} will be applied for receiving more than {liquidity}.
de: Für den Empfang von mehr als {liquidity} wird eine Einrichtungsgebühr von {setUpFee}% mit einem Minimum von {minFee} erhoben.
es: Una tarifa de instalación de {setUpFee}% con un valor mínimo de {minFee} se aplicará para recibir montos superiores a {liquidity}.
fi: Yli {liquidity} maksusta veloitetaan {setUpFee}% avauskulu ja vähintään {minFee}.
fr: Des frais de mise en place de {setUpFee}% avec un minimum de {minFee} seront appliqués pour recevoir plus de {liquidity}.
it: Per ricevere più di {liquidity} verrà applicata una commissione di configurazione di {setUpFee}% con un minimo di {minFee}.
pt: Uma taxa de configuração de {setUpFee}% com um valor mínimo de {minFee} será aplicada para receber valores maiores do que {liquidity}.
sv: En installationsavgift på {setUpFee} % med ett minimum av {minFee} kommer att tas ut för att ta emot mer än {liquidity}.

# invoice_ln_address_warning_without_min_fee_account_connected
source: A setup fee of {setUpFee}% will be applied for receiving more than {liquidity}.
de: Für den Empfang von mehr als {liquidity} wird eine Einrichtungsgebühr von {setUpFee}% erhoben.
es: Una tarifa de instalación de {setUpFee}% se aplicará para recibir montos superiores a {liquidity}.
fi: Yli {liquidity} maksusta veloitetaan {setUpFee}% avauskulu.
fr: Des frais de mise en place de {setUpFee}% seront appliqués si vous recevez plus de {liquidity}.
it: Per ricevere più di {liquidity} verrà applicata una commissione di configurazione di {setUpFee}%.
pt: Uma taxa de configuração de {setUpFee}% será aplicada para receber valores maiores do que {liquidity}.
sv: En installationsavgift på {setUpFee} % kommer att tas ut för att ta emot mer än {liquidity}.

# invoice_ln_address_warning_with_min_fee_account_not_connected
source: A setup fee of {setUpFee}% with a minimum of {minFee} will be applied on the received amount.
de: Auf den erhaltenen Betrag wird eine Einrichtungsgebühr von {setUpFee}% mit einem Mindestbetrag von {minFee} erhoben.
es: Una tarifa de instalación de {setUpFee}% con un valor mínimo de {minFee} se aplicará al monto recibido.
fi: Vastaanotettavasta maksusta veloitetaan {setUpFee}% avauskulu ja vähintään {minFee}.
fr: Des frais de mise en place de {setUpFee}% avec un minimum de {minFee} seront appliqués sur le montant reçu.
it: Una commissione di configurazione di {setUpFee}% con un minimo di {minFee} verrà applicata sull'importo ricevuto.
pt: Uma taxa de configuração de {setUpFee}% com um valor mínimo de {minFee} será aplicada no valor recebido.
sv: En installationsavgift på {setUpFee} % med ett minimum av {minFee} kommer att debiteras på det mottagna beloppet.

# invoice_ln_address_warning_without_min_fee_account_not_connected
source: A setup fee of {setUpFee}% will be applied on the received amount.
de: Auf den erhaltenen Betrag wird eine Einrichtungsgebühr von {setUpFee}% erhoben.
es: Una tarifa de instalación de {setUpFee}% se aplicará al monto recibido.
fi: Vastaanotettavasta maksusta veloitetaan {setUpFee}% avauskulu.
fr: Des frais de mise en place de {setUpFee}% seront appliqués sur le montant reçu.
it: Una commissione di configurazione di {setUpFee}% verrà applicata sull'importo ricevuto.
pt: Uma taxa de configuração de {setUpFee}% será aplicada no valor recebido.
sv: En installationsavgift på {setUpFee} % kommer att tas ut på det mottagna beloppet.

# invoice_bottom_sheet_action_invoice
source: INVOICE
de: RECHNUNG
es: FACTURA
fi: LASKU
fr: FACTURE
pt: FATURA

# invoice_bottom_sheet_action_pay
source: PAY
de: ZAHLEN
es: PAGAR
fi: MAKSA
fr: PAYER
it: PAGA
pt: PAGAR
sv: BETALA

# invoice_bottom_sheet_action_receive
source: RECEIVE
de: EMPFANGEN
es: RECIBIR
fi: VASTAANOTA
fr: RECEVOIR
it: RICEVI
pt: RECEBER
sv: TA EMOT

# invoice_bottom_sheet_error_qrcode
source: QR code wasn't detected.
de: QR-Code wurde nicht erkannt.
es: No se detectó el código QR.
fi: QR-koodia ei tunnistettu.
fr: Le code QR n'a pas été détecté.
it: Nessun QR code rilevato.
pt: O código QR não foi detectado.
sv: QR-kod upptäcktes inte.

# backup_dialog_title
source: Backup
es: Respaldar
fi: Varmuuskopio
fr: Sauvegarde

# backup_dialog_message_remote_server
source: Failed to save backup files to Remote Server. Please review your settings and try again.
de: Die Sicherungsdateien konnten nicht auf dem Remote Server gespeichert werden. Bitte überprüfe deine Einstellungen und versuche es erneut
es: No se pudieron guardar los archivos de respaldo en el servidor remoto. Por favor, revise su configuración y vuelva a intentarlo.
fi: Varmuuskopiointi palvelimelle epäonnistui. Tarkista asetukset ja yritä uudelleen.
fr: Échec de l'enregistrement des fichiers de sauvegarde sur le serveur distant. Veuillez revoir vos paramètres et réessayer.
it: Impossibile salvare i file di backup sul server remoto. Rivedi le tue impostazioni e riprova.
pt: Falha ao salvar arquivos de backup no servidor remoto. Por favor, revise suas configurações e tente novamente.
sv: Det gick inte att spara säkerhetskopior på fjärrservern. Granska dina inställningar och försök igen.

# backup_dialog_message_default
source: If you want to be able to restore your funds in case this mobile device or this app are no longer available (e.g. lost or stolen device or app uninstall), you are required to backup your information.
de: Wenn du dein Guthaben wiederherzustellen möchtest, falls dieses Mobilgerät oder diese App nicht mehr verfügbar sind (z. B. bei Verlust oder Diebstahl des Geräts oder Deinstallation der App), musst du eine Sicherungskopie deiner Daten erstellen.
es: Si desea poder restaurar sus fondos en caso de que este dispositivo móvil o esta aplicación ya no se encuentre disponible (ej: dispositivo perdido o robado, o desinstalación de la app), requerirá haber respaldado su información.
fi: Sinun tulee varmuuskopioida Breez-tiedot, jotta varojesi palautus onnistuisi tämän laitteen katoamisen, varkauden tai rikkoontumisen sekä mahdollisen sovelluksen poiston ja uudelleen asennuksen yhteydessä.
fr: Si vous souhaitez pouvoir restaurer vos fonds au cas où cet appareil mobile ou cette application ne seraient plus disponibles (par exemple en cas de perte ou de vol de l'appareil ou de désinstallation de l'application), vous êtes tenu de sauvegarder vos informations.
it: Se vuoi poter ripristinare i tuoi fondi nel caso in cui questo dispositivo o questa app non siano più disponibili (ad es. dispositivo smarrito o rubato o disinstallazione dell'app), devi eseguire il backup delle tue informazioni.
pt: Se você deseja restaurar seus fundos caso este dispositivo móvel ou aplicativo não esteja mais disponível (por exemplo, dispositivo perdido ou roubado ou desinstalação de aplicativo), você deve fazer o backup de suas informações.
sv: Om du vill kunna återställa dina pengar om den här mobila enheten eller den här appen inte längre är tillgänglig (t.ex. förlorad eller stulen enhet eller appavinstallation) måste du säkerhetskopiera din information.

# backup_dialog_do_not_prompt_again
source: Don't prompt again
de: Nicht erneut zeigen
es: No volver a preguntar
fi: Älä näytä tätä huomautusta uudelleen
fr: Ne plus me demander
it: Non mostrare di nuovo
pt: Não perguntar novamente
sv: Fråga inte igen

# backup_dialog_option_cancel
source: LATER
de: SPÄTER
es: DESPUÉS
fi: Peruuta
fr: PLUS TARD
it: DOPO
pt: DEPOIS
sv: SENARE

# backup_dialog_option_ok_remote_server
source: SETTINGS
de: EINSTELLUNGEN
es: AJUSTES
fi: ASETUKSET
fr: PARAMÈTRES
it: IMPOSTAZIONI
pt: CONFIGURAÇÕES
sv: INSTÄLLNINGAR

# backup_dialog_option_ok_default
source: BACKUP NOW
de: BACKUP ERSTELLEN
es: RESPALDAR AHORA
fi: VARMUUSKOPIOI NYT
fr: SAUVEGARDE MAINTENANT
it: FAI IL BACKUP
pt: FAZER BACKUP AGORA
sv: TA BACKUP NU

# backup_dialog_icloud_error_title
source: Sign in to iCloud
de: Bei iCloud anmelden
es: Iniciar sesión en iCloud
fi: Kirjaudu iCloud-palveluun
fr: Connectez-vous à iCloud
it: Accedi a iCloud
pt: Entrar no iCloud
sv: Logga in på iCloud

# backup_dialog_icloud_error_message
source: Sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
de: Melde dich bei deinem iCloud-Konto an. Starte die Einstellungen App, tippe auf iCloud und gebe deine Apple ID ein. Schalte iCloud Drive ein. Wenn du kein iCloud-Konto hast, tippe auf Neue Apple ID erstellen
es: Inicie sesión en su cuenta de iCloud. En la pantalla de inicio, vaya a Ajustes, luego a iCloud e ingrese su ID de Apple. Active iCloud Drive. Si no tiene una cuenta de iCloud, use Crear un nuevo ID de Apple.
fi: Kirjaudu sisään iCloud-tiliisi seuraavasti: Mene aloitus näkymään, avaa asetukset (Settings), kosketa iCloud ja anna Apple ID -tunnuksesi. Muuta iCloud Drive asetus ON-asentoon. Mikäli sinulla ei ole iCloud-tiliä, valitse näkymässä Luo uusi Apple ID (Create a new Apple ID)
fr: Connectez-vous à votre compte iCloud. Sur l'écran d'accueil, lancez Paramètres, appuyez sur iCloud, puis saisissez votre identifiant Apple. Activez iCloud Drive. Si vous n'avez pas de compte iCloud, appuyez sur Créer un nouvel identifiant Apple.
it: Accedi al tuo account iCloud. Nella schermata Home, avvia Impostazioni, tocca iCloud e inserisci il tuo ID Apple. Attiva iCloud Drive. Se non hai un account iCloud, fai tap su Crea un nuovo ID Apple.
pt: Entre em sua conta do iCloud. Na tela inicial, abra Ajustes, toque em iCloud e digite seu ID Apple. Ligue o iCloud Drive. Se você não tiver uma conta iCloud, toque em Criar um novo ID Apple.
sv: Logga in på ditt iCloud-konto. Starta Inställningar på hemskärmen, tryck på iCloud och ange ditt Apple-ID. Slå på iCloud Drive. Om du inte har ett iCloud-konto trycker du på Skapa ett nytt Apple-ID.

# backup_provider_dialog_title
source: Backup Data Storage
de: Backup Speicherort
es: Respaldar almacenamiento de datos
fi: Varmuuskopion sijainti
fr: Stockage des données de sauvegarde
it: Archiviazione dati backup
pt: Armazenamento dos dados de backup
sv: Säkerhetskopiering

# backup_provider_dialog_message_restore
source: Restore backup data from:
de: Wiederherstellung von:
es: Restaurar datos desde:
fi: Palauta varmuukopio sijainnista:
fr: Restaurer les données de sauvegarde de :
it: Ripristina i dati di backup da:
pt: Restaurar dados de backup do:
sv: Återställ backup från:

# backup_provider_dialog_message_store
source: Store backup data in:
de: Backup speichern in:
es: Almacenar respaldo de datos en:
fi: Varmuuskopion tallennus sijainti:
fr: Stockez les données de sauvegarde dans :
it: Archivia i dati di backup su:
pt: Armazenar dados de backup no:
sv: Spara backup i:

# backup_provider_dialog_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# tutorial_gotcha
source: Gotcha!
de: Verstanden!
es: ¡Entendido!
fi: Kas niin!
fr: Je l'ai eu !
it: Capito!
pt: Entendi!

# bottom_action_bar_send
source: SEND
de: SENDEN
es: ENVIAR
fi: LÄHETÄ
fr: ENVOYER
it: INVIA
pt: ENVIAR
sv: SÄND

# bottom_action_bar_receive
source: RECEIVE
de: EMPFANGEN
es: RECIBIR
fi: VASTAANOTA
fr: RECEVOIR
it: RICEVI
pt: RECEBER
sv: TA EMOT

# bottom_action_bar_paste_invoice
source: Paste Invoice or ID
de: Rechnung oder ID einfügen
es: Pegar Factura o ID
fi: Lightning-maksu
fr: Collez la facture ou l'ID
it: Incolla una Invoice o un ID
pt: Colar Fatura ou ID
sv: Klistra in Invoice el ID

# bottom_action_bar_connect_to_pay
source: Connect to Pay
de: Zum Zahlen verbinden
es: Conectarse para pagar
fi: Linkitä vastaanottaja
fr: Se connecter pour payer
it: Connettiti per pagare
pt: Conectar para Pagar
sv: Koppla för att betala

# bottom_action_bar_send_btc_address
source: Send to BTC Address
de: An BTC Adresse senden
es: Enviar hacia Dirección BTC
fi: Bitcoin-maksu
fr: Envoyer à l'adresse BTC
it: Invia a indirizzo BTC
pt: Enviar para Endereço BTC
sv: Skicka till BTC Adress

# bottom_action_bar_receive_invoice
source: Receive via Invoice
de: Als Rechnung empfangen
es: Recibir por Factura
fi: Lightning-maksu
fr: Recevoir par facture
it: Ricevi tramite Invoice
pt: Receber via Fatura
sv: Ta emot via Invoice

# bottom_action_bar_receive_btc_address
source: Receive via BTC Address
de: Via BTC Adresse empfangen
es: Recibir desde Dirección BTC
fi: Bitcoin-maksu
fr: Recevoir via une adresse BTC
it: Ricevi tramite indirizzo BTC
pt: Receber via Endereço BTC

# bottom_action_bar_buy_bitcoin
source: Buy Bitcoin
de: Bitcoin kaufen
es: Comprar Bitcoin
fi: Osta bitcoineja
fr: Acheter du bitcoin
it: Compra bitcoin
pt: Comprar Bitcoin
sv: Köp Bitcoin

# bottom_action_bar_warning_balance_title
source: ClovrLabs requires you to keep {balance} in your balance.
de: Breez benötigt {balance} auf ihrem Konto.
es: Breez requiere que mtenga al menos {balance} de saldo.
fi: Breez vaatii, että saldosi on vähintään {balance}.
fr: Breez exige que vous gardiez {balance} dans votre solde.
it: Breez ti richiede di mantenere {balance} nel tuo saldo.
pt: A Breez requer que você mantenha ao menos {balance} no saldo.
sv: Breez kräver att du har {balance} i ditt saldo.

# payments_filter_action_export
source: Export
es: Exportar
fi: Vie tapahtumat tiedostoon
fr: Exporter
it: Esporta
pt: Exportar

# payments_filter_action_export_failed
source: Failed to export payments.
de: Exportieren von Transaktionen fehlgeschlagen.
es: Error al exportar las transacciones.
fi: Tapahtumien vienti epäonnistui
fr: Echec dans l'export des paiements
it: Esportazione dei pagamenti fallita
pt: Falha ao exportar as transações.
sv: Det gick inte att exportera betalningar.

# payments_filter_option_all
source: All Activities
de: Alle Aktivitäten
es: Todas las transacciones
fi: Kaikki tapahtumat
fr: Toutes les activités
it: Tutte le attività
pt: Todas as transações
sv: Alla Aktiviteter

# payments_filter_option_sent
source: Sent
de: Gesendet
es: Enviadas
fi: Saapuneet
fr: Envoyé
it: Inviati
pt: Enviadas
sv: Sänt

# payments_filter_option_received
source: Received
de: Empfangen
es: Recibidas
fi: Lähetykset
fr: Reçu
it: Ricevuti
pt: Recebidas
sv: Mottaget

# payments_filter_message_loading_transactions
source: Please wait while ClovrLabs Wallet is loading transactions.
de: Bitte warte, während Breez Transaktionen lädt.
es: Por favor espere mientras Breez carga las transacciones.
fi: Odota kunnes tapahtumat on ladattu.
fr: Veuillez patienter pendant que Breez charge les transactions.
it: Attendi mentre Breez recupera le transazioni.
pt: Por favor aguarde enquanto as transações são carregadas.
sv: Vänta medan Breez laddar transaktioner.

# payment_details_dialog_closed_channel_title
source: Closed Channel
de: Channel geschlossen
es: Canal cerrado
fi: Maksukanava suljettu
fr: Canal fermé
it: Canale chiuso
pt: Canal encerrado
sv: Stängd Channel

# payment_details_dialog_closed_channel_title_pending
source: Pending Closed Channel
de: Ausstehende Channel-Schließung
es: Se está cerrando el canal
fi: Maksukanavaa suljetaan
fr: Canal en attente de fermeture
it: Canale chiuso in pending
pt: Canal em encerramento
sv: Väntar på Stängd Channel

# payment_details_dialog_closed_channel_local_wallet
source: Transfer to local wallet due to closed channel.
de: Transfer an lokale Wallet aufgrund eines geschlossenen Channels.
es: Transfiera a billetera local debido al cierre del canal.
fi: Maksukanava on suljettu ja varat ovat paikallissa lompakossa
fr: Transfert au porte-monnaie local en raison de la fermeture du canal.
it: Trasferimento al wallet locale a causa della chiusura del canale.
pt: Transferência para uma carteira local devido ao encerramento do canal
sv: Överför till lokal plånbok på grund av stängd kanal.

# payment_details_dialog_closed_channel_about_hour
source: in about an hour
de: in etwa einer Stunde
es: aproximadamente en una hora
fi: noin tunnissa
fr: dans une heure environ
it: in circa un ora
pt: aproximadamente em uma hora
sv: ungefär om en timme

# payment_details_dialog_closed_channel_about_hours
source: ~{hours} hours
de: ~{hours} Stunden
es: ~{hours} horas
fi: ~{hours} tunnissa
fr: ~{hours} heures
it: ~{hours} ore
pt: aproximadamente em {hours} horas
sv: ~{hours} tim

# payment_details_dialog_closed_channel_transfer_no_estimation
source: Waiting for closed channel funds to be transferred to your local wallet
de: Warte auf Bitcoin-Transfer an lokale Wallet nach Channel-Schließung.
es: Esperando que los fondos del canal cerrado sean transferidos a su billetera local
fi: Odotetaan varojen siirtymistä suljetusta kanavasta paikalliseen lompakkoon
fr: En attente que les fonds du canal fermé soient transférés vers votre portefeuille local
it: In attesa che i fondi del canale chiuso vengano trasferiti al tuo wallet locale
pt: Aguardando os fundos do canal encerrado serem transferidos para a sua carteira local
sv: Väntar på att stängda kanalmedel ska överföras till din lokala plånbok

# payment_details_dialog_closed_channel_transfer_estimation
source: Waiting for closed channel funds to be transferred to your local wallet in block ${lockHeight} (${hoursToUnlock})
de: Warte auf Bitcoin-Transfer an lokale Wallet nach Channel-Schließung in Block ${lockHeight} (${hoursToUnlock})
es: Esperando que los fondos del canal cerrado sean transferidos a su billetera local en el bloque ${lockHeight} (${hoursToUnlock})
fi: Odotetaan varojen siirtymistä suljetusta kanavasta paikalliseen lompakkoon lohkossa ${lockHeight} (${hoursToUnlock})
fr: En attente que les fonds du canal fermé soient transférés vers votre portefeuille local au bloc ${lockHeight} (${hoursToUnlock})
it: In attesa che i fondi del canale chiuso vengano trasferiti al tuo wallet locale nel blocco ${lockHeight} (${hoursToUnlock})
pt: Aguardando os fundos do canal encerrado serem transferidos para a sua carteira local no bloco ${lockHeight} (${hoursToUnlock})
sv: Väntar på att stängda kanalmedel ska överföras till din lokala plånbok i blocket ${lockHeight} (${hoursToUnlock})

# payment_details_dialog_transaction_id_copied
source: Transaction ID was copied to your clipboard.
de: Transaktions-ID wurde in deine Zwischenablage kopiert.
es: El ID de Transacción fue copiado a su portapapeles.
fi: Tapahtuman tunniste kopioitiin leikepöydälle.
fr: L'ID de la transaction a été copié dans votre presse-papiers.
it: ID della transazione copiata negli appunti
pt: O ID da transação foi copiado para a área de transferência.
sv: Transaktions-ID kopierades till ditt urklipp.

# payment_details_dialog_restart_text
source: Please restart ClovrLabs Wallet to reset chain information for this channel.
de: Bitte starte Breez neu, um die Blockchain-Informationen für diesen Channel zurückzusetzen.
es: Por favor, reinicie Breez para restablecer la información en la cadena de bloques para este canal.
fi: Tämä näkymä päivittyy, kun sovellus suljetaan ja avataan uudelleen.
fr: Veuillez redémarrer Breez pour réinitialiser les informations de la chaîne pour ce canal.
it: Riavvia Breez per resettare le informazioni onchain per questo canale.
pt: Por favor, reinicie a Breez para limpar as informações para este canal.
sv: Starta om Breez för att återställa kedjeinformation för den här kanalen.

# payment_details_dialog_restart_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# payment_details_dialog_restart_exit_breez
source: EXIT ClovrLabs
de: BREEZ BEENDEN
es: SALIR DE BREEZ
fi: SULJE SOVELLUS
fr: QUITTER BREEZ
it: CHIUDI BREEZ
pt: SAIR DA BREEZ
sv: STÄNG BREEZ

# payment_details_dialog_transaction_label_default
source: Transaction ID:
de: Tranksations-ID:
es: ID de Transacción:
fi: Tapahtuman tunniste:
fr: ID de transaction :
it: ID della transazione:
pt: ID da transação:
sv: Transaktions ID:

# payment_details_dialog_internal_error
source: Internal Error
de: Interner Fehler
es: Error interno
fi: Sisäinen virhe
fr: Erreur interne
it: Errore interno
pt: Erro interno
sv: Internt Fel

# payment_details_dialog_refresh_information
source: Refresh Information
de: Informationen aktualisieren
es: Actualizar Información
fi: Päivitä näkymän tiedot
fr: Mettre à jour l'information
it: Aggiorna informazioni
pt: Atualizar informação
sv: Uppdatera information

# payment_details_dialog_share_transaction
source: Share Transaction Hash
de: Transaktions-Hash teilen
es: Compartir el Hash de Transacción
fi: Jaa tapahtuman Hash-koodi
fr: Partager le hash de la transaction
it: Condividi l'hash della transazione
pt: Compartilhar o hash da transação
sv: Dela transaktions hash

# payment_details_dialog_share_lightning_address
source: Lightning Address
de: Lightning Adresse
es: Dirección Lightning
fi: Lightning-osoite
fr: Adresse lightning
pt: Endereço Relâmpago
sv: Lightning Adress

# payment_details_dialog_share_comment
source: Comment
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
it: Commento
pt: Comentário
sv: Kommentera

# payment_details_dialog_copy_action
source: Copy {title}
de: Kopieren {title}
es: Copiar {title}
fi: Kopioi {title}
fr: Copie {title}
it: Copia {title}
pt: Copiar {title}
sv: Kpiera {title}

# payment_details_dialog_copied
source: {title} was copied to your clipboard.
de: {title} wurde in Ihre Zwischenablage kopiert.
es: {title} fue copiado a su portapapeles.
fi: {title} kopioitiin leikepöydälle.
fr: {title} a été copié dans votre presse-papiers.
it: {title} copiato negli appunti
pt: {title} foi copiado para a sua área de transferência.
sv: {title} kopierades till clipboard.

# payment_details_dialog_single_info_pre_image
source: Payment Preimage
de: Zahlung Vorabbild
es: Preimagen de Pago
fi: Maksun Preimage-tieto
fr: Préimage du paiement
it: Preimage del pagamento
pt: Comprovante de Pagamento

# payment_details_dialog_single_info_node_id
source: Node ID
es: ID del Nodo
fi: Solmun tunniste
fr: ID du nœud
it: ID nodo
pt: ID do Servidor

# payment_details_dialog_single_info_on_chain
source: On-chain Transaction
de: On-chain Transaktion
es: Transacción en Cadena
fi: On-chain -tapahtuma
fr: Transaction on-chain
it: Transazione on-chain
pt: Transação pela rede Bitcoin

# payment_details_dialog_action_for_payment_description
source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
pt: Descrição
sv: Beskrivning

# payment_details_dialog_action_for_payment_message
source: Message
de: Nachricht
es: Mensaje
fi: Viesti
it: Messaggio
pt: Mensagem
sv: Meddelande

# payment_details_dialog_expiration
source: Expiration
de: Ablaufdatum
es: Vencimiento
fi: Voimassaoloaika
it: Scadenza
pt: Vencimento
sv: Upphör

# payment_details_dialog_date_and_time
source: Date & Time
de: Datum & Zeit
es: Fecha y Hora
fi: Päivä ja aika
fr: Date et heure
it: Giorno e ora
pt: Data & Hora
sv: Datum & tid

# payment_details_dialog_amount_title
source: Amount
de: Betrag
es: Monto
fi: Määrä
fr: Montant
it: Importo
pt: Quantia
sv: Summa

# payment_info_dialog_title
source: Payee Information
de: Informationen über Zahlungsempfänger
es: Información del beneficiario
fi: Maksun tiedot
fr: Information sur le bénéficiaire
it: Informazioni sul beneficiario
pt: Dados para pagamento
sv: Mottagarinformation

# payment_info_dialog_hint
source: Invoice or ID
de: Rechnung oder ID
es: Factura o ID
fi: Lasku tai tunniste
fr: Facture ou ID
it: Invoice o ID
pt: Fatura ou ID
sv: Invoice el ID

# payment_info_dialog_hint_expanded
source: Enter an invoice, a node ID or a Lightning address.
de: Gib eine Rechnung, eine Node-ID oder eine Lightning-Adresse ein.
es: Ingrese una factura, ID de nodo o dirección Lightning.
fi: Syötä LN-lasku, solmu- tai Lightning-osoite.
fr: Entrez une facture, un ID de noeud ou une adresse Lightning.
it: Inserisci una invoice, l'ID di un nodo o un Lightning Address
pt: Insira uma fatura, ID de servidor ou endereço Relâmpago.
sv: Ange en Invoice, Nod-ID eller en Lightning-adress.
