Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# podcast_history_share_message
source: My top podcasts listened on ClovrLabs
de: Meine meistgehörten Podcasts auf Breez
es: Mis mejores podcasts escuchados en Breez
fi: Suosituimmat podcastit kuuntelivat Breez
fr: Mes meilleurs podcasts écoutés sur Breez
it: I miei migliori podcast ascoltati su Breez
pt: Meus principais podcasts ouvidos no Breez
sv: Mina bästa poddar lyssnade på Breez

# podcast_history_share_text
source: SHARE
de: TEILEN
es: CUOTA
fi: JAA
fr: PARTAGER
it: CONDIVIDI
pt: COMPARTILHAR
sv: DELA

# podcast_history_sats_streamed
source: sats streamed
de: Sats gestreamt
es: sats transmitido
fi: sats striimattiin
fr: sats diffusés
it: Sat streammati
pt: sats transmitido
sv: sats streamade

# podcast_history_boostagrams_sent
source: boosts sent
de: boosts gesendet
es: boosts enviado
fi: boosts lähetetty
fr: boosts envoyés
it: boost inviati
pt: boosts enviados
sv: boosts sända

# podcast_history_open_podcast_button
source: OPEN PODCASTS
de: PODCASTS ÖFFNEN
es: PODCASTS ABIERTOS
fi: AVAA PODCAST
fr: PODCASTS OUVERTS
it: PODCAST APERTI
pt: PODCASTS ABERTOS
sv: ÖPPNA PODCASTS

# podcast_history_appbar_top_weekly
source: Top Weekly Podcasts
de: Wöchentliche Top-Podcasts
es: Los mejores podcasts semanales
fi: Suosituimmat podcastit viikoittain
fr: Top des podcasts hebdomadaires
it: I migliori podcast settimanali
pt: Principais podcasts semanais
sv: Bästa Poddar per vecka

# podcast_history_appbar_top_monthly
source: Top Monthly Podcasts
de: Monatliche Top-Podcasts
es: Los mejores podcasts mensuales
fi: Suosituimmat podcastit kuukausittain
fr: Meilleurs podcasts mensuels
it: I migliori podcast mensili
pt: Principais podcasts mensais
sv: Bästa Poddar per månad

# podcast_history_appbar_top_yearly
source: Top Yearly Podcasts
de: Jährliche Top-Podcasts
es: Los mejores podcasts anuales
fi: Suosituimmat podcastit vuosittain
fr: Meilleurs podcasts annuels
it: I migliori podcast annuali
pt: Principais podcasts anuais
sv: Bästa Poddar per år

# podcast_history_timerange_dropdown_week
source: Past Week
de: Letzte Woche
es: Semana pasada
fi: Mennyt viikko
fr: La semaine dernière
it: La scorsa settimana
pt: Semana passada
sv: Senaste veckan

# podcast_history_timerange_dropdown_month
source: Past Month
de: Letzter Monat
es: El mes pasado
fi: Kulunut kuukausi
fr: Mois passé
it: Lo scorso mese
pt: Mês passado
sv: Senaste månaden

# podcast_history_timerange_dropdown_year
source: Past Year
de: Letztes Jahr
es: Año pasado
fi: Viime vuosi
fr: L'année passée
it: Lo scorso anno
pt: Ano passado
sv: Senaste året

# podcast_history_sort_dropdown_recent
source: Recent
de: Neueste
es: Reciente
fi: Viimeaikaiset
fr: Récent
it: Recenti
pt: Recente
sv: Nyligen

# podcast_history_sort_dropdown_duration
source: Listened
de: Gehört
es: Escuchado
fi: Kesto
fr: écouté
it: Ascoltati
pt: Ouvido
sv: Lyssnade

# podcast_history_sort_dropdown_sats
source: Paid
de: Gezahlt
es: Pagado
fi: Maksettu
fr: Payé
it: Pagati
pt: Pago
sv: Betalt

# podcast_history_empty_text
source: No available data to display.
de: Keine Daten zur Anzeige verfügbar.
es: No hay datos disponibles para mostrar.
fi: Näytettäviä tietoja ei ole.
fr: Aucune donnée disponible à afficher.
it: Nessun dato disponibile da visualizzare.
pt: Não há dados disponíveis para exibição.
sv: Inge tillgänglig data att visa.

# podcast_clips_clip_button
source: CLIP
es: CORTE
fi: LEIKKAA
fr: AGRAFE
pt: CORTE
sv: KLIPP

# podcast_clips_cancel_button
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: ANNULLA
pt: CANCELAR
sv: AVBRYT

# podcast_clips_seconds
source: seconds
de: Sekunden
es: segundos
fi: sekuntia
it: secondi
pt: segundos
sv: sekunder

# podcast_clips_dialog_title
source: Clip Duration (in seconds)
de: Clip Dauer (in Sekunden)
es: Duración del clip (en segundos)
fi: Leikkeen kesto (sekunneissa)
fr: Durée du clip (en secondes)
it: Durata clip (in secondi)
pt: Duração do clipe (em segundos)
sv: Klipplängd (i sekunder)

# podcast_clips_dialog_done
source: DONE
de: FERTIG
es: Hecho
fi: VALMIS
fr: FINI
it: FATTA
pt: PRONTO
sv: GJORT

# podcast_clips_error
source: An error has occurred while clipping the episode. Please try again.
de: Beim Ausschneiden der Folge ist ein Fehler aufgetreten. Bitte versuche es erneut
es: Se ha producido un error al recortar el episodio. Por favor, inténtalo de nuevo.
fi: Jakson leikkaamisessa tapahtui virhe. Yritä uudelleen.
pt: Ocorreu um erro ao cortar o episódio, por favor tente novamente.
sv: Ett fel uppstod när avsnittet klipptes. Var god försök igen.

# locale
source: en
de: de
es: es
fi: fi
fr: fr
it: it
pt: pt
sv: sv

# app_name
source: ClovrLabs Wallet
de: Breez
es: Breez
fi: Breez
fr: Breez
it: Breez
pt: Breez
sv: Breez

# bottom_action_bar_escher
source: Cash-Out via Escher
es: Retirada vía Escher
fr: Encaissement via Escher
it: Prelievo tramite Escher
pt: Saque via Escher

# app_animal_koala
source: Koala
pt: Coala

# get_refund_amount
source: Amount: {amount}
de: Betrag: {amount}
es: Monto: {amount}
fr: Montant : {amount}
it: Importo: {amount}
pt: Quantia: {amount}
sv: Belopp: {amount}

# restore_dialog_modified_encrypted
source: {date} - (Requires key)
de: {date} - (Erfordert Schlüssel)
es: {date} - (requiere llave)
fr: {date} - (Nécessite une clé)
pt: {date} - (Requer a chave)
sv: {date} - (Kräver nyckel)

# csv_exporter_preimage
source: Preimage
de: Vorabbild
es: Preimagen
pt: Comprovante

# payment_options_fee_action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
it: CANCELLA
pt: Cancelar
sv: Avbryt

# payment_options_fee_warning_dialog_title
source: Warning
de: Warnung
es: Aviso
it: Attenzione
pt: Atenção
sv: Varning

# lnurl_fetch_invoice_error_title
source: LNURL-Pay Error
de: LNURL-Zahlungsfehler
es: Error en el LNURL-Pay
fr: Erreur de LNURL-Pay
it: Errore LNURL-Pay
pt: Erro no LNURL-Pay
sv: LNURL-Betal Fel

# lnurl_fetch_invoice_error_message
source: An error occurred while attempting to retrieve an invoice from {host}! Reason: {reason}
de: Beim Versuch, eine Rechnung von {host} abzurufen, ist ein Fehler aufgetreten! Motiv {reason}
es: Ocurrió un error al intentar recuperar la factura del {host}! Causa: {reason}
fr: Une erreur s'est produite lors de la tentative de récupération d'une facture auprès de {host}! Raison : {reason}
it: Si è verificato un errore durante il tentativo di recuperare una invoice da {host}! Motivo: {reason}
pt: Ocorreu um erro ao tentar recuperar a fatura do {host}! Causa: {reason}
sv: Ett fel uppstod vid försök att hämta en Invoice från {host}! Orsak: {reason}

# home_podcast_title
source: Anytime Podcast Player
es: Reproductor de podcast Anytime
fr: Lecteur de Podcast Anytime
sv: Anytime Podcast Spelare

# remote_server_server_url_hint
source: https://example.nextcloud.com
it: https://example.nextcloud.com/remote.php/dav/files/username/
sv: https://example.nextcloud.com/remote.php/dav/files/username/

# podcast_boost_sats_min
source: sats/min
it: sat/min

# podcast_history_sort_dropdown_boosts
source: Boosted
it: Potenziati

# podcast_boost_action_boost
source: BOOST!
fr: BOOSTER!

# podcast_boost_adjustment_boost
source: Boost
fr: Booster
