Repository: breez/breezmobile
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, it, pt, sv

# utils_print_pdf_header_price
source: Price
de: Preis
es: Precio
fi: Hinta
fr: Prix
it: Prezzo
pt: Preço
sv: Pris

# utils_print_pdf_header_quantity
source: Quantity
de: Menge
es: Cantidad
fi: Määrä
fr: Quantité
it: Quantità
pt: Quantidade
sv: Kvantitet

# utils_print_pdf_header_amount
source: Amount
de: Betrag
es: Monto
fi: Summa
fr: Montant
it: Importo
pt: Quantia
sv: Belopp

# utils_print_pdf_header_total
source: Total
de: Gesamt
fi: Yhteensä
it: Totale
sv: Summa

# utils_print_pdf_header_description
source: Description:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
it: Descrizione:
pt: Descrição:
sv: Beskrivning:

# utils_print_pdf_header_payment_preimage
source: Payment Preimage:
de: Zahlungsvorschau:
es: Pre-imagen de pago:
fi: Maksun Preimage:
fr: Pré-image du paiement:
it: Preimage del pagamento:
pt: Comprovante de pagamento:
sv: Betalningsförbild:

# handler_check_version_action_update
source: UPDATE
de: AKTUALISIEREN
es: ACTUALIZAR
fi: Saatavilla on päivitys!
fr: METTRE À JOUR
it: AGGIORNA
pt: ATUALIZAR
sv: UPPDATERA

# handler_check_version_message
source: Please update app to the latest version.
de: Bitte aktualisiere Breez auf die neueste Version.
es: Actualice Breez a la última versión.
fi: Päivitä Breez viimeisimpään versioon.
fr: Veuillez mettre à jour Breez à la dernière version.
it: Aggiorna Breez all'ultima versione.
pt: Por favor, atualize a Breez para a versão mais recente.
sv: Uppdatera Breez till den senaste versionen.

# handler_channel_connection_message
source: ClovrLabs is offline
de: Breez ist offline
es: La Breez está offline
fi: Breez on offline-tilassa
fr: Breez est hors ligne
it: Breez è offline
pt: A Breez está offline
sv: Breez är offline

# handler_channel_connection_close
source: CLOSE
de: SCHLIEßEN
es: CERRAR
fi: SULJE
fr: FERMER
it: CHIUDI
pt: FECHAR
sv: STÄNG

# handler_lnurl_error_link
source: Link Error
de: Link-Fehler
es: Error de enlace
fi: Linkkin käsittely epäonnistui
fr: Erreur de lien
it: Errore Link
pt: Erro no link
sv: Länkfel

# handler_lnurl_error_process
source: Failed to process link: {message}
de: Link konnte nicht verarbeitet werden: {message}
es: No se pudo procesar el enlace: {message}
fi: Virhe: {message}
fr: Échec du traitement du lien : {message}
it: Impossibile processare il link: {message}
pt: Houve uma falha ao processar o link: {message}
sv: Det gick inte att bearbeta länken: {message}

# handler_lnurl_error_gift
source: This gift has been redeemed!
de: Dieses Geschenk ist eingelöst worden!
es: ¡Este regalo ya ha sido canjeado!
fi: Tämä lahja on jo lunastettu.
fr: Ce cadeau a déjà été utilisé !
it: Questa gift è stata riscattata!
pt: Este presente já foi resgatado!
sv: Denna gåva har lösts in!

# handler_lnurl_login_anonymously
source: Do you want to anonymously login to
de: Möchtst du dich anonym anmelden bei
es: ¿Quieres iniciar sesión de forma anónima para
fi: Haluatko kirjautua palveluun anonyyminä
fr: Voulez-vous vous connecter anonymement à
it: Vuoi loggarti in modo anonimo su
pt: Você deseja fazer login anonimamente no(a)
sv: Vill du logga in anonymt på

# handler_lnurl_login_error_title
source: Login Error
de: Login-Fehler
es: Error de inicio de sesión
fi: Kirjautuminen epäonnistui
fr: Erreur de connexion
it: Errore di login
pt: Erro no login
sv: Login Fel

# handler_lnurl_login_error_message
source: Failed to log in. {message}
de: Anmeldung fehlgeschlagen. {message}
es: Error al iniciar sesión. {message}
fi: Virhe {message}
fr: Échec de la connexion. {message}
it: Impossibile fare il login. {message}
pt: Erro ao logar. {message}
sv: Kunde inte logga in. {message}

# handler_lnurl_login_error_unsupported
source: Unsupported LNURL
de: Nicht unterstützte LNURL
es: LNURL no soportado
fi: Käytetty LNURL ei tue kirjautumista
fr: LNURL non supporté
it: LNURL non supportato
pt: LNURL não suportada
sv: Osupporterad LNURL

# handler_lnurl_open_channel_title
source: Open Channel
de: Channel öffnen
es: Abrir canal
fi: Avaa uusi kanava
fr: Ouvrir un Canal
it: Apri canale
pt: Abrir canal
sv: Öppna kanal

# handler_lnurl_open_channel_message
source: Are you sure you want to open a channel with {host}?
de: Bust du sicher, dass di einen Channel mit {host} öffnen möchtest?
es: ¿Seguro que quieres abrir un canal con {host}?
fi: Haluatko avata kanavan vastapuoleen {host}?
fr: Etes-vous sûr de vouloir ouvrir un canal avec {host} ?
it: Sei sicuro di voler aprire un canale con {host}?
pt: Você tem certeza de que deseja abrir um canal com {host}?
sv: Är du säker på att du vill öppna en kanal med {host}?

# handler_lnurl_open_channel_action_cancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fi: Peruuta
fr: ANNULER
it: CANCELLA
pt: CANCELAR
sv: AVBRYT

# handler_lnurl_open_channel_error_title
source: Open Channel Error
de: Fehler bei Channel-Öffnung
es: Error al abrir canal
fi: Kanavan avaus epäonnistui
fr: Erreur d'ouverture de canal
it: Errore di apertura canale
pt: Erro ao abrir canal
sv: Öppna kanal fel

# handler_lnurl_open_channel_error_message
source: Failed to open channel. {message}
de: Channel konnte nicht geöffnet werden. {message}
es: No se pudo abrir el canal. {message}
fi: Virhe {message}
fr: Échec de l'ouverture du canal. {message}
it: Impossibile aprire il canale. {message}
pt: Houve uma falha ao abrir o canal. {message}
sv: Det gick inte att öppna kanalen. {message}

# handler_podcast_error_load_episode
source: Failed to load episode. Please check your connection.
de: Episode konnte nicht geladen werden. Bitte überprüfe die Verbindung.
es: No se pudo cargar el episodio. Por favor, compruebe su conexión.
fi: Lähetyksen lataaminen epäonnistui. Tarkista yhteydet.
fr: Impossible de charger l'épisode. Veuillez vérifier votre connexion.
it: Impossibile caricare l'episodio. Verificare la connessione.
pt: Falha ao carregar o episódio. Por favor, verifique sua conexão.
sv: Det gick inte att ladda avsnittet. Kontrollera din anslutning.

# handler_podcast_error_load_episode_fallback
source: Failed to load podcast.
de: Podcast konnte nicht geladen werden.
es: No se pudo cargar el podcast.
fi: Podcast:in lataaminen epäonnistui.
fr: Échec du chargement du podcast.
it: Impossibile caricare il podcast.
pt: Falha ao carregar o podcast.
sv: Det gick inte att läsa in podden.

# handler_sync_ui_message
source: ClovrLabs is synchronizing to the Bitcoin network
de: Breez synchronisiert sich mit dem Bitcoin-Netzwerk
es: Breez se está sincronizando con la red Bitcoin
fi: Odota kunnes Bitcoin-verkkoon synkronointi on valmis
fr: Breez se synchronise avec le réseau Bitcoin.
it: Breez si sta sincronizzando con il network Bitcoin
pt: A Breez está sincronizando com a rede do Bitcoin
sv: Breez synkroniserar med Bitcoin-nätverket

# add_funds_error_deposit
source: ClovrLabs is processing your previous deposit. You will be able to add more funds once this operation is completed.
de: Breez bearbeitet gerade deine vorherige Einzahlung. Sobald dieser Vorgang abgeschlossen ist, kannst du weitere Gelder einzahlen.
es: Breez está procesando su depósito anterior. Podrá agregar más fondos una vez que se complete esta operación.
fi: Edellisen talletuksen käsittely on kesken. Vasta sen valmistuttua voit tehdä uuden talletuksen.
fr: Breez est en train de traiter votre dépôt précédent. Vous pourrez ajouter d'autres fonds une fois cette opération terminée.
it: Breez sta elaborando il tuo precedente deposito. Potrai aggiungere più fondi una volta completata questa operazione.
pt: A Breez está processando seu depósito anterior. Você poderá adicionar mais fundos assim que esta operação for concluída.
sv: Breez behandlar din tidigare insättning. Du kommer att kunna lägga till mer pengar när denna operation är klar.

# add_funds_error_withdraw
source: ClovrLabs is processing your previous withdrawal. You will be able to add more funds once this operation is completed.
de: Breez bearbeitet deine vorherige Abhebung. Sobald dieser Vorgang abgeschlossen ist, kannst du weitere Gelder hinzufügen.
es: Breez está procesando su retiro anterior. Podrá agregar más fondos una vez que se complete esta operación.
fi: Edellisen noston käsittely on kesken. Vasta sen valmistuttua voit tehdä uuden noston.
fr: Breez est en train de traiter votre précédent retrait. Vous pourrez ajouter d'autres fonds une fois cette opération terminée.
it: Breez sta elaborando il tuo precedente prelievo. Potrai aggiungere più fondi una volta completata questa operazione.
pt: A Breez está processando sua retirada anterior. Você poderá adicionar mais fundos assim que esta operação for concluída.
sv: Breez behandlar ditt tidigare uttag. Du kommer att kunna lägga till mer pengar när denna operation är klar.

# add_funds_transaction_id_copied
source: Transaction ID was copied to your clipboard.
de: Die Transaktions-ID wurde in Ihre Zwischenablage kopiert.
es: El ID de la transacción se ha copiado en su portapapeles.
fi: Tapahtumatunnus kopioitiin leikepöydälle.
fr: L'ID de la transaction a été copié dans votre presse-papiers.
it: ID della transazione copiata negli appunti
pt: O ID da transação foi copiado para sua área de transferência.
sv: Transaktions-ID kopierades till urklipp.

# add_funds_item_voucher_title
source: Voucher value
de: Gutschein Wert
es: Valor del recibo
fi: Lahjakortin arvo (value)
fr: Valeur du bon d'achat
it: Valore del buono
pt: Valor do voucher
sv: Voucher värde

# add_funds_item_exchange_rate_title
source: Exchange rate
de: Wechselkurs
es: Tasa de cambio
fi: Vaihtokurssi
fr: Taux de change
it: Tasso di cambio
pt: Taxa de câmbio
sv: Växlingskurs

# add_funds_item_commission_rate_title
source: Commission rate
de: Kommissionsgebühr
es: Tarifa de comisión
fi: Vaihtokomission määrä
fr: Taux de commission
it: Tasso di commissione
pt: Taxa de comissão
sv: Provisionssats

# add_funds_item_commission_total_title
source: Commission total
de: Kommission gesamt
es: Comisión total
fi: Vaihtokomissio yhteensä
fr: Total de la Commission
it: Commissione totale
pt: Comissão total
sv: Provision totalt

# add_funds_item_bitcoins_received_title
source: Bitcoins received
de: bitcoin erhalten
es: Bitcoins recibidos
fi: Bitcoin-talletus on vastaanotettu
fr: Bitcoins reçus
it: bitcoin ricevuti
pt: Bitcoins recebidos
sv: Bitcoins emottagna

# add_funds_moonpay_error_address
source: Failed to retrieve an address fromClovrLabsserver Please check your internet connection.
de: Es konnte keine Adresse vom Breez-Server abgerufen werden Bitte überprüfe deine Internetverbindung.
es: Error al recuperar la dirección del servidor Breez Por favor revise su conexión a internet.
fi: Osoitteen hakeminen Breez-palvelimelta epäonnistui. Tarkista verkkoyhteytesi.
fr: Impossible de récupérer une adresse sur le serveur Breez. Veuillez vérifier votre connexion Internet..
it: Impossibile recuperare un indirizzo dal server Breez Controlla la tua connessione Internet.
pt: Falha ao recuperar um endereço do servidor da Breez Por favor, verifique sua conexão à internet.
sv: Det gick inte att hämta en adress från Breez-servern Kontrollera din internetanslutning.

# add_funds_moonpay_loading
source: Loading…
de: Lade…
es: Cargando…
fi: Ladataan…
fr: Chargement...
it: Caricamento...
pt: Carregando…
sv: Laddar…

# add_funds_moonpay_error_service_unavailable
source: Service Unavailable. Please try again later.
de: Service nicht verfügbar. Bitte versuche es später erneut.
es: Servicio no disponible. Inténtalo de nuevo.
fi: Palvelu ei ole käytettävissä. Yritä myöhemmin uudelleen.
fr: Service indisponible. Veuillez réessayer plus tard.
it: Servizio non disponibile. Prova di nuovo più tardi.
pt: Serviço Indisponível. Por favor, tente novamente.
sv: Tjänsten är inte tillgänglig. Vänligen försök igen senare.

# csv_exporter_date_and_time
source: Date & Time
de: Datum & Zeit
es: Fecha
fi: Päivä ja aika
fr: Date et heure
it: Giorno e ora
pt: Data & Hora
sv: Datum & Tid

# csv_exporter_title
source: Title
de: Titel
es: Título
fi: Vastapuoli
fr: Titre
it: Titolo
pt: Título
sv: Titel

# csv_exporter_description
source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
pt: Descrição
sv: Beskrivning

# csv_exporter_node_id
source: Node ID
es: ID del nodo
fi: Solmun ID
fr: ID du noeud
it: ID nodo
pt: ID do Servidor
sv: Nod ID

# csv_exporter_amount
source: Amount
de: Betrag
es: Monto
fi: Määrä
fr: Montant
it: Importo
pt: Quantia
sv: Belopp

# csv_exporter_tx_hash
source: TX Hash
fi: Tapahtumatunnus
fr: Hash de la TX
it: Hash TX

# csv_exporter_fee
source: Fee
de: Gebühr
es: Tarifa
fi: Kulut
pt: Taxa
sv: Avgift

# pos_custom_item_name
source: Item {index}
de: Artikel {index}
es: Articulo {index}
fi: Tuotenimi {index}
fr: Article {index}
it: Articolo {index}
sv: Artikel {index}

# pos_settings_title
source: POS Settings
de: POS Einstellungen
es: Configuración de PDV
fi: Maksupäätteen asetukset
fr: Paramètres du PdV
it: Impostazioni POS
pt: Configurações do PDV
sv: POS Inställningar

# pos_settings_cancellation_timeout
source: Payment Cancellation Timeout (in seconds)
de: Zeitüberschreitung bei Zahlungsstornierung (in Sekunden)
es: Tiempo de espera para cancelación de pago (en segundos)
fi: Vastaanotettavan maksun aikakatkaisu (sekuntia)
fr: Délai d'annulation du paiement (en secondes)
it: Timeout cancellazione pagamento (in secondi)
pt: Tempo máximo para receber um pagamento (em segundos)
sv: Timeout för annullering av betalning (i sekunder)

# pos_settings_items_list
source: Items List
de: Artikelliste
es: Lista de artículos
fi: Tuotelistaus
fr: Liste des articles
it: Lista articoli
pt: Lista de itens
sv: Artikellista

# pos_settings_import_csv
source: Import from CSV
de: Importieren aus CSV
es: Importar desde CSV
fi: Tuo CSV-tiedostosta
fr: Importater depuis un CSV
it: Importa da CSV
pt: Importar do CSV
sv: Importera från CSV

# pos_settings_export_csv
source: Export to CSV
de: Exportieren als CSV
es: Exportar a CSV
fi: Vie CSV-tiedostoon
fr: Exporter en CSV
it: Esporta in CSV
pt: Exportar para o CSV
sv: Exporta till CSV

# pos_settings_import_dialog_title
source: Import Items
de: Artikel importieren
es: Artículos de importación
fi: Tuotteiden tuonti
fr: Importer des articles
it: Importa articoli
pt: Importar itens
sv: Importa Artiklar

# pos_settings_import_dialog_message
source: Importing this list will override the existing one. Are you sure you want to continue?
de: Wenn du diese Liste importierest, wird die bestehende Liste überschrieben. Bist du sicher, dass du fortfahren möchtest?
es: Importar esta lista reemplazará la lista existente. Estás seguro de que quieres continuar?
fi: Tuotteiden tuonti poistaa aiemmat tuotteet. Oletko varma että haluat jatkaa?
fr: L'importation de cette liste remplacera la liste existante. Êtes-vous sûr de vouloir continuer ?
it: L'importazione di questo elenco sovrascriverà quello esistente. Sei sicuro di voler procedere?
pt: A importação desta lista substituirá a lista existente. Você tem certeza que deseja continuar?
sv: Att importera den här listan kommer att åsidosätta den befintliga. Är du säker på att du vill fortsätta?

# pos_settings_import_action_yes
source: YES
de: JA
es: SÍ
fi: KYLLÄ
fr: OUI
it: Sì
pt: SIM
sv: JA

# pos_settings_import_action_no
source: NO
de: NEIN
fi: En
fr: NON
pt: NÃO
sv: NEJ

# pos_settings_import_select_message
source: Please select a .csv file.
de: Bite wähle eine .csv Datei.
es: Seleccione un archivo CSV.
fi: Valitse .csv-tiedosto.
fr: Veuillez sélectionner un fichier .csv.
it: Seleziona un file .csv.
pt: Selecione um arquivo CSV.
sv: Välj en .csv-fil.

# pos_settings_import_success_message
source: Items were successfully imported.
de: Artikel erfolgreich importiert.
es: Los artículos se importaron correctamente.
fi: Tuotteiden tuonti onnistui.
fr: Les articles ont été importés avec succès.
it: Articoli importati con successo.
pt: Os itens foram importados com sucesso.
sv: Artiklarna har importerats.

# pos_settings_import_error_generic
source: Failed to import POS items.
de: Import von Artikeln fehlgeschlagen.
es: Error al importar artículos a POS.
fi: Tuotteiden tuonti epäonnistui
fr: Échec de l'importation des articles du PdV
it: Impossibile importare articoli POS
pt: Falha ao importar itens para o PDV.
sv: Det gick inte att importera POS-artiklar.

# pos_settings_import_error_invalid_file
source: Selected file isn't a valid CSV file.
de: Die ausgewählte Datei ist keine gültige CSV-Datei.
es: El archivo seleccionado no es un archivo CSV válido.
fi: Valittu tiedosto ei ole kelvollinen CSV-tiedosto.
fr: Le fichier sélectionné n'est pas un fichier CSV valide.
it: Il file selezionato non è un valido CSV.
pt: O arquivo selecionado não é um arquivo CSV válido.
sv: Den valda filen är inte en giltig CSV-fil.

# pos_settings_import_error_invalid_data
source: Selected file contains invalid data.
de: Ausgewählte Datei enthält ungültige Daten.
es: El archivo seleccionado contiene datos inválidos.
fi: Valitun tiedoston sisätö ei ole kelvollinen.
fr: Le fichier sélectionné contient des données non valides.
it: Il file selezionato contiene dati non validi.
pt: O arquivo selecionado contém dados inválidos.
sv: Den valda filen innehåller ogiltiga data.

# pos_settings_export_error_generic
source: Failed to export POS items.
de: Export von Artikeln fehlgeschlagen.
es: Error al exportar artículos de PDV.
fi: Tuotteiden vienti epäonnistui.
fr: Échec de l'exportation des articles du PdV.
it: Impossibile esportare articoli POS.
pt: Falha ao exportar os itens do PDV.
sv: Det gick inte att exportera POS-artiklar.

# pos_settings_export_error_no_items
source: There are no items to export.
de: Es gibt keine Artikel zu exportieren.
es: No hay elementos para exportar.
fi: Vietäviä tuotteita ei ole.
fr: Il n'y a aucun élément à exporter.
it: Non ci sono articoli da esportare.
pt: Não há itens para exportar.
sv: Det finns inga artiklar att exportera.

# pos_settings_create_manager_password
source: Create Manager Password
de: Manager-Passwort erstellen
es: Crear contraseña de administrador
fi: Luo päällikön salasana
fr: Créer le mot de passe Manager
it: Crea password Manager
pt: Criar senha do gerenciador
sv: Skapa chefslösenord

# pos_settings_activate_manager_password
source: Activate Manager Password
de: Manager-Passwort aktivieren
es: Habilitar contraseña de administrador
fi: Ota päällikön salasana käyttöön
fr: Activer le mot de passe Manager
it: Attiva password Manager
pt: Ativar senha do gerenciador
sv: Aktivera chefslösenord

# pos_settings_change_manager_password
source: Change Manager Password
de: Manager-Passwort ändern
es: Cambiar contraseña de administrador
fi: Vaihda päällikön salasana
fr: Changer le mot de passe Manager
it: Cambia password Manager
pt: Alterar senha do gerenciador
sv: Ändra chefslösenord

# pos_settings_manager_password_error_title
source: Manager Password
de: Manager-Passwort
es: Contraseña de administrador
fi: Päällikön salasana
fr: Mot de passe Manager
it: Password Manager
pt: Senha do gerenciador
sv: Chefslösenord

# pos_settings_manager_password_error_message
source: Manager Password can be configured only if you have an active backup. To trigger a backup process, go to Receive > Receive via BTC Address.
de: Das Manager-Passwort kann nur konfiguriert werden, wenn du ein aktives Backup hast. Um den Backup-Prozess zu starten, gehe zu Empfangen > Empfange mit BTC-Adresse.
es: La contraseña de administrador solo se puede configurar si tiene una copia de seguridad activa. Para activar un proceso de copia de seguridad, vaya a Recibir > Recibir mediante Dirección BTC.
fi: Päällikön salasana voidaan määrittää vasta varmuuskopioinnin olleessa aktiivinen. Saat varmuuskopioinnin aktivoitua valitsemalla päävalikosta Vastaanota ja Bitcoin-maksu.
fr: Le mot de passe manager ne peut être configuré que si vous avez une sauvegarde active. Pour déclencher un processus de sauvegarde, allez dans Recevoir > Recevoir via une adresse BTC.
it: La password Manager può essere configurata solo se hai un backup attivo. Per iniziare il processo di backup, vai su Ricevi > Ricevi su indirizzo BTC.
pt: A senha do gerenciador pode ser configurada apenas se você tiver um backup ativo. Para acionar um processo de backup, vá para Receber > Receber via endereço BTC.
sv: Chefslösenord kan endast konfigureras om du har en aktiv säkerhetskopia. För att utlösa en säkerhetskopieringsprocess, gå till Ta emot > Ta emot via BTC-adress.

# pos_settings_manager_password_title
source: Manager Password
de: Manager-Passwort
es: Contraseña de administrador
fi: Päällikön salasana
fr: Mot de passe Manager
it: Password Manager
pt: Senha do gerenciador
sv: Chefslösenord

# pos_settings_manager_password_message
source: If Manager Password is activated, sending funds fromClovrLabswill require you to enter a password. Are you sure you want to activate Manager Password?
de: Wenn das Manager-Passwort aktiviert ist, musst du beim Senden von Bitcoin von Breez aus ein Kennwort eingeben. Bist du sicher, dass du das Manager-Passwort aktivieren möchtest?
es: Si la contraseña de administrador está habilitada, el envío de fondos desde Breez requerirá que ingrese esta contraseña. ¿Está seguro de que desea habilitar la contraseña de administrador?
fi: Jos päällikön salasana on otettu käyttöön, niin varojen nostaminen sovelluksesta vaatii salasanan. Oletko varma että haluat ottaa päällikön salasanan käyttöön?
fr: Si le mot de passe du manager est activé, l'envoi de fonds depuis Breez nécessitera la saisie d'un mot de passe. Êtes-vous sûr de vouloir activer le mot de passe manager ?
it: Se la password Manager è attivata, l'invio di fondi da Breez richiederà di inserire la password. Sei sicuro di voler attivare la password Manager?
pt: Se a senha do gerenciador estiver ativada, o envio de fundos da Breez exigirá que você insira esta senha. Tem certeza de que você deseja ativar a senha do gerenciador?
sv: Om chefslösenord är aktiverat kommer du att behöva ange ett lösenord för att skicka pengar från Breez. Är du säker på att du vill aktivera chefslösenord?

# pos_settings_manager_password_action_create
source: CREATE
de: ERSTELLEN
es: CREAR
fi: LUO
fr: CREER
it: CREA
pt: CRIAR
sv: SKAPA

# pos_settings_manager_password_action_change
source: CHANGE
de: ÄNDERN
es: ALTERAR
fi: MUUTA
fr: CHANGER
it: MODIFICA
pt: ALTERAR
sv: ÄNDRA

# pos_settings_business_address
source: Business Address
de: Firmenadresse
es: Dirección de Negocios
fi: Toimipaikan tiedot
fr: Adresse professionnelle
it: Indirizzo attività
pt: Endereço comercial
sv: Företagsadress

# pos_settings_address_line_1
source: Address Line 1
de: Adresszeile 1
es: Dirección 1
fi: Rivi 1
fr: Ligne d'adresse 1
it: Linea 1 indirizzo
pt: Endereço 1
sv: Adress Rad 1

# pos_settings_address_line_2
source: Address Line 2
de: Adresszeile 2
es: Dirección 2
fi: Rivi 2
fr: Ligne d'adresse 2
it: Linea 2 indirizzo
pt: Endereço 2
sv: Adress Rad 2

# pos_settings_default_note
source: Default Note
de: Standard Notiz
es: Nota Estándar
fi: Vakiona käytettävä Kuvaus -teksti
it: Nota predefinita
pt: Nota Padrão
sv: Standardnotis

# pos_settings_name
source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
pt: Nome
sv: Namn

# pos_settings_sku
source: SKU
fi: Tuotetunnus

# pos_settings_image_url
source: Image URL
de: Bild URL
es: URL de la imagen
fi: Kuvan URL
fr: URL de l'image
it: URL immagine
pt: URL da imagem
sv: Bild URL

# pos_settings_currency
source: Currency
de: Währung
es: Moneda
fi: Valuutta
fr: Monnaie
it: Moneta
pt: Moeda
sv: Valuta

# pos_settings_price
source: Price
de: Preis
es: Precio
fi: Hinta
fr: Prix
it: Prezzo
pt: Preço
sv: Pris

# pos_password_admin_title
source: Manager Password
de: Manager-Passwort
es: Contraseña del gerente
fi: Päällikön salasana
fr: Mot de passe Manager
it: Password Manager
pt: Senha do gerenciador
sv: Chefslösenord
